{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "</mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "</mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "</mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "</mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "<[^>]+>|\"\"\"[^\"]*\"\"\"|'''[^']*'''|\"[^\"]*\"|'[^']*'|\\bdef\\b|\\bclass\\b|\\bfor\\b|\\bwhile\\b|\\bif\\b|\\belif\\b|\\belse\\b|\\breturn\\b|\\bimport\\b|\\bfrom\\b|\\bas\\b|\\bwith\\b|\\btry\\b|\\bexcept\\b|==|!=|<=|>=|\\+=|-=|\\*=|/=|=>|->|\\bSymbol\\b|\\bEq\\b|\\bexp\\b|\\bsin\\b|\\bcos\\b|\\btan\\b|\\bdiff\\b|^\\s+|\\s+"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<mml:mo>",
        0.0
      ],
      [
        "</mml:mo>",
        0.0
      ],
      [
        "<mml:mi>",
        0.0
      ],
      [
        "</mml:mi>",
        0.0
      ],
      [
        "<mml:msub>",
        0.0
      ],
      [
        "</mml:msub>",
        0.0
      ],
      [
        "<mml:msup>",
        0.0
      ],
      [
        "</mml:msup>",
        0.0
      ],
      [
        "<mml:mrow>",
        0.0
      ],
      [
        "</mml:mrow>",
        0.0
      ],
      [
        "<mml:mfrac>",
        0.0
      ],
      [
        "</mml:mfrac>",
        0.0
      ],
      [
        "<mml:mtext>",
        0.0
      ],
      [
        "</mml:mtext>",
        0.0
      ],
      [
        ">",
        -1.785218457872622
      ],
      [
        "\n",
        -2.0336203943163476
      ],
      [
        "<mml:m",
        -2.6952912340643103
      ],
      [
        " ",
        -2.8949495817160855
      ],
      [
        "r",
        -3.2256606249229716
      ],
      [
        "ow",
        -3.2947620307847565
      ],
      [
        "</mml:m",
        -3.3033996802532126
      ],
      [
        "o",
        -3.328884739439589
      ],
      [
        "i",
        -3.3843400386906364
      ],
      [
        "e",
        -3.4716098703761773
      ],
      [
        "</mml:mi",
        -3.482655965533816
      ],
      [
        "=",
        -3.837466844792333
      ],
      [
        "'",
        -3.927294072339789
      ],
      [
        "(",
        -4.010433128058542
      ],
      [
        ")",
        -4.097052314454919
      ],
      [
        "d",
        -4.2175408398723775
      ],
      [
        "l",
        -4.247603040520259
      ],
      [
        "Sy",
        -4.292840126044052
      ],
      [
        "mb",
        -4.292852467161522
      ],
      [
        "n",
        -4.417093800579655
      ],
      [
        "nc",
        -4.446246865509716
      ],
      [
        "</mml:mf",
        -4.826675665158142
      ],
      [
        "<mml:mf",
        -4.828554672315079
      ],
      [
        ",",
        -4.84048415477311
      ],
      [
        "p",
        -5.048837806689789
      ],
      [
        "<mml:msub",
        -5.138776892054517
      ],
      [
        "</mml:msub",
        -5.138776896542652
      ],
      [
        "c",
        -5.307723402909572
      ],
      [
        "ra",
        -5.457562998349298
      ],
      [
        "q",
        -5.480825929424917
      ],
      [
        "E",
        -5.52272100654451
      ],
      [
        "+",
        -5.544040859051437
      ],
      [
        "-",
        -5.922132930801052
      ],
      [
        "</mml:msu",
        -5.98432293519943
      ],
      [
        "xt",
        -5.993766097048443
      ],
      [
        "<mml:msu",
        -5.993966516633263
      ],
      [
        "te",
        -6.000150304139217
      ],
      [
        "xp",
        -6.012407283952006
      ],
      [
        "ta",
        -6.043659286090767
      ],
      [
        "si",
        -6.046739432411336
      ],
      [
        "cos",
        -6.052275999851068
      ],
      [
        "sqrt",
        -6.091127285354927
      ],
      [
        "un",
        -6.546857694977346
      ],
      [
        "ve",
        -6.553927120472016
      ],
      [
        "log",
        -6.612942448892854
      ],
      [
        "∂",
        -6.638266571775864
      ],
      [
        "ro",
        -6.753488908271143
      ],
      [
        "w",
        -7.056559376057762
      ],
      [
        "2",
        -7.074978078748727
      ],
      [
        "su",
        -7.1499005049993505
      ],
      [
        "∑",
        -7.237111272499349
      ],
      [
        "3",
        -7.239570468002288
      ],
      [
        "∫",
        -7.249636486082295
      ],
      [
        "6",
        -7.2616671393223
      ],
      [
        "4",
        -7.278300782852617
      ],
      [
        "5",
        -7.296158708941663
      ],
      [
        "9",
        -7.298624385965166
      ],
      [
        "8",
        -7.345016376099672
      ],
      [
        "7",
        -7.3680948033609255
      ],
      [
        "1",
        -7.37418004570441
      ],
      [
        ")))",
        -7.379261175995676
      ],
      [
        "b",
        -7.4713130872411275
      ],
      [
        "m",
        -7.498007204866906
      ],
      [
        "s",
        -7.524443466991431
      ],
      [
        "f",
        -7.622051135912709
      ],
      [
        "y",
        -7.631684571567363
      ],
      [
        "t",
        -7.633043572109823
      ],
      [
        "α",
        -7.650868318910207
      ],
      [
        "_",
        -7.656648944792209
      ],
      [
        "v",
        -7.671276577292126
      ],
      [
        "Θ",
        -7.674564067897533
      ],
      [
        "Y",
        -7.677461157392252
      ],
      [
        "x",
        -7.683982912119787
      ],
      [
        "Β",
        -7.688125733741803
      ],
      [
        "σ",
        -7.693473026941614
      ],
      [
        "V",
        -7.701168258775722
      ],
      [
        "ρ",
        -7.703078448889855
      ],
      [
        "A",
        -7.703132008345
      ],
      [
        "ψ",
        -7.704060411187058
      ],
      [
        "Χ",
        -7.707939737693721
      ],
      [
        "ν",
        -7.709923873587414
      ],
      [
        "Ψ",
        -7.712615188779137
      ],
      [
        "k",
        -7.714008943932926
      ],
      [
        "u",
        -7.715492542672349
      ],
      [
        "τ",
        -7.717301186544975
      ],
      [
        "Γ",
        -7.7173180754970225
      ],
      [
        "Ζ",
        -7.719104230983658
      ],
      [
        "Κ",
        -7.719871463467652
      ],
      [
        "F",
        -7.723171776500744
      ],
      [
        "ο",
        -7.724548464836748
      ],
      [
        "))",
        -7.725055023092708
      ],
      [
        "Derivative(",
        -7.7257574527565325
      ],
      [
        "ω",
        -7.72826800251119
      ],
      [
        "Φ",
        -7.728290555034141
      ],
      [
        "Η",
        -7.730978800021711
      ],
      [
        "z",
        -7.73144972739914
      ],
      [
        "H",
        -7.732298415119386
      ],
      [
        "Σ",
        -7.7337917693964995
      ],
      [
        "Ξ",
        -7.73385555369762
      ],
      [
        "Δ",
        -7.734227878149439
      ],
      [
        "P",
        -7.734937051939711
      ],
      [
        "L",
        -7.7359819718975995
      ],
      [
        "D",
        -7.73808737015627
      ],
      [
        "Ο",
        -7.739285346040894
      ],
      [
        "X",
        -7.741377978168883
      ],
      [
        "χ",
        -7.746076400092844
      ],
      [
        "R",
        -7.748100454063974
      ],
      [
        "Ι",
        -7.749990580181976
      ],
      [
        "Λ",
        -7.7500595671669315
      ],
      [
        "δ",
        -7.755256614512332
      ],
      [
        "Α",
        -7.75999300141441
      ],
      [
        "a",
        -7.76298281805672
      ],
      [
        "ε",
        -7.7637613469979145
      ],
      [
        "h",
        -7.766201387095797
      ],
      [
        "Sum(",
        -7.768661004752847
      ],
      [
        "U",
        -7.772066779584302
      ],
      [
        "g",
        -7.772272848818899
      ],
      [
        "Μ",
        -7.772508855810626
      ],
      [
        "T",
        -7.773152040691416
      ],
      [
        "ζ",
        -7.773158329178576
      ],
      [
        "Τ",
        -7.775659436084587
      ],
      [
        "κ",
        -7.780745769165797
      ],
      [
        "Ε",
        -7.783220016279439
      ],
      [
        "Ω",
        -7.783872557942729
      ],
      [
        "ξ",
        -7.783890673247378
      ],
      [
        "J",
        -7.786115152791864
      ],
      [
        "λ",
        -7.786359267888587
      ],
      [
        "Z",
        -7.789662413505025
      ],
      [
        "G",
        -7.789679935912068
      ],
      [
        "η",
        -7.789807828968498
      ],
      [
        "Integral(",
        -7.78984900956159
      ],
      [
        "φ",
        -7.791920234940113
      ],
      [
        "θ",
        -7.798374493835335
      ],
      [
        "B",
        -7.7996059562460305
      ],
      [
        "ι",
        -7.805826886809069
      ],
      [
        "γ",
        -7.806680709216996
      ],
      [
        "C",
        -7.8068673446747825
      ],
      [
        "μ",
        -7.807003275953626
      ],
      [
        "Π",
        -7.807352881576786
      ],
      [
        "Ν",
        -7.810342433512477
      ],
      [
        "β",
        -7.823068300271037
      ],
      [
        "Υ",
        -7.828914844409321
      ],
      [
        "K",
        -7.831647007287341
      ],
      [
        "υ",
        -7.83356530220738
      ],
      [
        "W",
        -7.836998676377059
      ],
      [
        "Ρ",
        -7.839607376990124
      ],
      [
        "M",
        -7.846170311594782
      ],
      [
        "j",
        -7.850258852762017
      ],
      [
        ")*",
        -7.861543582296494
      ],
      [
        "Q",
        -8.066511554094486
      ],
      [
        "S",
        -8.096242594019241
      ],
      [
        "*",
        -8.187979952025405
      ],
      [
        "O",
        -8.235737895534347
      ],
      [
        "I",
        -8.247477040856136
      ],
      [
        "N",
        -8.263127686524271
      ],
      [
        ")/",
        -8.384777199785209
      ],
      [
        ")**",
        -8.413782557913677
      ],
      [
        "**",
        -8.589431517985332
      ],
      [
        "log(",
        -8.594981058337556
      ],
      [
        "/",
        -8.76797867083756
      ],
      [
        "'σ",
        -9.158671009337848
      ],
      [
        "'Θ",
        -9.185043624939766
      ],
      [
        "'Γ",
        -9.202087169316627
      ],
      [
        "sqrt(",
        -9.203705804856348
      ],
      [
        "'ω",
        -9.205372956581318
      ],
      [
        "'Β",
        -9.223521882807184
      ],
      [
        "'x",
        -9.226282668309175
      ],
      [
        "'A",
        -9.226451295845369
      ],
      [
        "'Φ",
        -9.233899897946511
      ],
      [
        "'α",
        -9.23982589853879
      ],
      [
        "Derivative(sqrt(",
        -9.240015388322458
      ],
      [
        "'Σ",
        -9.24639357752337
      ],
      [
        "'Y",
        -9.246975791367653
      ],
      [
        "'X",
        -9.25230273880939
      ],
      [
        "'ψ",
        -9.259379962525273
      ],
      [
        "'V",
        -9.259551216875193
      ],
      [
        "'δ",
        -9.263365272692994
      ],
      [
        "'f",
        -9.265890673869503
      ],
      [
        "'k",
        -9.273255079196288
      ],
      [
        "'z",
        -9.275732036406922
      ],
      [
        "'Α",
        -9.276531467307935
      ],
      [
        "'Ζ",
        -9.27657514323651
      ],
      [
        "'P",
        -9.2861865194171
      ],
      [
        "'φ",
        -9.287212981393205
      ],
      [
        "'T",
        -9.287384526122754
      ],
      [
        "'Ξ",
        -9.288898518742538
      ],
      [
        "'τ",
        -9.289177274851301
      ],
      [
        "'ρ",
        -9.29012763462286
      ],
      [
        "'h",
        -9.291124371400542
      ],
      [
        "'γ",
        -9.296574380027401
      ],
      [
        "'Ο",
        -9.30015025761465
      ],
      [
        "'λ",
        -9.307604754646881
      ],
      [
        "'Ψ",
        -9.31075317814047
      ],
      [
        "'Z",
        -9.312536068832799
      ],
      [
        "'J",
        -9.312625373473846
      ],
      [
        "'Τ",
        -9.321300936251257
      ],
      [
        "Derivative(-",
        -9.325417785685335
      ],
      [
        "'Ω",
        -9.32552257258809
      ],
      [
        "'ζ",
        -9.326058772790542
      ],
      [
        "'F",
        -9.327328799993415
      ],
      [
        "Sum(sqrt(",
        -9.327732629510196
      ],
      [
        "'L",
        -9.327938626852376
      ],
      [
        "**(",
        -9.329322379360432
      ],
      [
        "'B",
        -9.329904940732789
      ],
      [
        "'Χ",
        -9.330660365267985
      ],
      [
        "'t",
        -9.337285913629836
      ],
      [
        "'χ",
        -9.33869062910892
      ],
      [
        "'v",
        -9.339145237875924
      ],
      [
        "'θ",
        -9.34067674956325
      ],
      [
        "'η",
        -9.344699277324022
      ],
      [
        "'Ρ",
        -9.347764786543676
      ],
      [
        "'Ε",
        -9.34925010994285
      ],
      [
        "'ι",
        -9.355907254256927
      ],
      [
        "'Λ",
        -9.356272962855343
      ],
      [
        "'D",
        -9.35751598539732
      ],
      [
        "'ξ",
        -9.358762382969344
      ],
      [
        "'U",
        -9.35966154655982
      ],
      [
        "'μ",
        -9.360455315093219
      ],
      [
        "'W",
        -9.370048549494658
      ],
      [
        "'H",
        -9.370897796887364
      ],
      [
        "'ν",
        -9.371133551471932
      ],
      [
        "'ε",
        -9.371794710543893
      ],
      [
        "'u",
        -9.379085375758782
      ],
      [
        "'Μ",
        -9.381550934025352
      ],
      [
        "'G",
        -9.384697505052625
      ],
      [
        "'Δ",
        -9.38528535432394
      ],
      [
        "'R",
        -9.387087840209947
      ],
      [
        "'ο",
        -9.38904173068245
      ],
      [
        "'Ι",
        -9.391137073559815
      ],
      [
        "'C",
        -9.39304043037048
      ],
      [
        "'g",
        -9.396346707997461
      ],
      [
        "'a",
        -9.407190130270692
      ],
      [
        "'κ",
        -9.409752960018086
      ],
      [
        "Integral(sqrt(",
        -9.410529043059272
      ],
      [
        "'Ν",
        -9.418042732748049
      ],
      [
        "'Υ",
        -9.435532287337809
      ],
      [
        "'Κ",
        -9.437522970123592
      ],
      [
        "'υ",
        -9.443787706107333
      ],
      [
        "'β",
        -9.4447760864333
      ],
      [
        "'Η",
        -9.464355893359878
      ],
      [
        "'j",
        -9.46845084190143
      ],
      [
        "'K",
        -9.484563756755168
      ],
      [
        "Derivative(log(",
        -9.494712450163796
      ],
      [
        "'Π",
        -9.506434891293923
      ],
      [
        "Sum(log(",
        -9.506494119818619
      ],
      [
        "Integral(-",
        -9.514492279100486
      ],
      [
        "Integral(log(",
        -9.54108058875012
      ],
      [
        "'M",
        -9.564090092530282
      ],
      [
        "Sum(-",
        -9.580939341902445
      ],
      [
        ")*log(",
        -9.705716869209382
      ],
      [
        ")**log(",
        -9.781276594969029
      ],
      [
        ")/log(",
        -9.795205808628335
      ],
      [
        ")/2)",
        -9.841949899562524
      ],
      [
        ")**(sqrt(",
        -9.864205424568926
      ],
      [
        ")/sqrt(",
        -9.913889395688976
      ],
      [
        "(k",
        -9.980860620866993
      ],
      [
        "(Ζ",
        -9.990714170598771
      ],
      [
        "(A",
        -9.999391079747404
      ],
      [
        "5)))",
        -10.007177578770232
      ],
      [
        "(Α",
        -10.0160318432509
      ],
      [
        "2))",
        -10.030033961889618
      ],
      [
        "β_",
        -10.0436934896269
      ],
      [
        "(Z",
        -10.044159750693542
      ],
      [
        "(Θ",
        -10.053729466737046
      ],
      [
        "_O",
        -10.054030809894417
      ],
      [
        "(Σ",
        -10.061684446102237
      ],
      [
        "(Γ",
        -10.068399782849301
      ],
      [
        "(σ",
        -10.070941073033394
      ],
      [
        "(Y",
        -10.078790577670635
      ],
      [
        "Ω_",
        -10.092280377431084
      ],
      [
        "(Φ",
        -10.09464113331064
      ],
      [
        "(J",
        -10.095076887239177
      ],
      [
        "(Β",
        -10.097359585148972
      ],
      [
        "(ρ",
        -10.101273518612373
      ],
      [
        "(Η",
        -10.101331524227064
      ],
      [
        "κ_",
        -10.106005829749503
      ],
      [
        "Ξ_",
        -10.11004205514925
      ],
      [
        "(δ",
        -10.116009963686874
      ],
      [
        "(ν",
        -10.123696157481028
      ],
      [
        "(ψ",
        -10.131309189025583
      ],
      [
        "(ω",
        -10.131346591061
      ],
      [
        "(h",
        -10.137408475751844
      ],
      [
        "_3",
        -10.137435981655619
      ],
      [
        "(T",
        -10.141554619791101
      ],
      [
        "(Ν",
        -10.144551896859598
      ],
      [
        "(f",
        -10.14657125795108
      ],
      [
        "1))",
        -10.153105566876242
      ],
      [
        "*log(",
        -10.154935044617815
      ],
      [
        "_Β",
        -10.16046493273594
      ],
      [
        "_Θ",
        -10.164104571548638
      ],
      [
        "(X",
        -10.16454927815834
      ],
      [
        "μ_",
        -10.165491705529604
      ],
      [
        "(P",
        -10.167791959833941
      ],
      [
        "6))",
        -10.168850678485256
      ],
      [
        "(R",
        -10.17531607047776
      ],
      [
        "(B",
        -10.176321168817758
      ],
      [
        "(z",
        -10.177967986494911
      ],
      [
        "(H",
        -10.180320967105878
      ],
      [
        "/2)",
        -10.182577283586802
      ],
      [
        "_δ",
        -10.187155247020357
      ],
      [
        "_6",
        -10.188202685945647
      ],
      [
        "(μ",
        -10.190296212238692
      ],
      [
        "_S",
        -10.192909171684322
      ],
      [
        "(K",
        -10.193267098862052
      ],
      [
        "4))",
        -10.199644388353505
      ],
      [
        "(C",
        -10.209102705893097
      ],
      [
        "(Ξ",
        -10.212761236205717
      ],
      [
        "(j",
        -10.213760633823448
      ],
      [
        "(G",
        -10.217573485000441
      ],
      [
        "(V",
        -10.221301784252352
      ],
      [
        "(φ",
        -10.221763310684057
      ],
      [
        "(Δ",
        -10.228743831283847
      ],
      [
        "8)",
        -10.228793468317418
      ],
      [
        "(Ψ",
        -10.231407235778619
      ],
      [
        "(ξ",
        -10.232822672613615
      ],
      [
        "**(sqrt(",
        -10.23375760415551
      ],
      [
        "(α",
        -10.235395918477225
      ],
      [
        "_Ε",
        -10.23614264693001
      ],
      [
        "(g",
        -10.23675471106332
      ],
      [
        "_V",
        -10.248091035885299
      ],
      [
        "_8",
        -10.251768269998642
      ],
      [
        "(Υ",
        -10.253821864311032
      ],
      [
        "(Χ",
        -10.254819886570685
      ],
      [
        "(Ε",
        -10.256969887693419
      ],
      [
        "(γ",
        -10.257534560356078
      ],
      [
        "_χ",
        -10.257627756504583
      ],
      [
        "_Ξ",
        -10.268001145111032
      ],
      [
        "X_",
        -10.272157658071198
      ],
      [
        "(λ",
        -10.274295960879854
      ],
      [
        "_B",
        -10.27763074421335
      ],
      [
        "9))",
        -10.281029867346392
      ],
      [
        "(D",
        -10.283603236158312
      ],
      [
        "3))",
        -10.286312100958014
      ],
      [
        "(ε",
        -10.286575989902744
      ],
      [
        "(W",
        -10.294343889854664
      ],
      [
        "(κ",
        -10.29618544894356
      ],
      [
        "(τ",
        -10.296923341865215
      ],
      [
        "(F",
        -10.301494120061257
      ],
      [
        "(Ι",
        -10.305911696362767
      ],
      [
        "(θ",
        -10.307111861613201
      ],
      [
        "(ι",
        -10.307178154432187
      ],
      [
        "(Ω",
        -10.308871851017425
      ],
      [
        "_f",
        -10.312600822734133
      ],
      [
        "(U",
        -10.314389874303878
      ],
      [
        "_Σ",
        -10.316460886059058
      ],
      [
        "O_",
        -10.321214646533035
      ],
      [
        "(ζ",
        -10.325006238151218
      ],
      [
        "(Λ",
        -10.327748236992578
      ],
      [
        "(a",
        -10.329637585387188
      ],
      [
        "x_",
        -10.333539407951502
      ],
      [
        "(η",
        -10.336650560677779
      ],
      [
        "(Τ",
        -10.339556305460501
      ],
      [
        "λ_",
        -10.342556270575422
      ],
      [
        "_j",
        -10.344208366365581
      ],
      [
        "(Ρ",
        -10.34575413694262
      ],
      [
        "'O",
        -10.348065529856193
      ],
      [
        "(Μ",
        -10.353495452751108
      ],
      [
        "8))",
        -10.37057400158352
      ],
      [
        "2)",
        -10.372860407026053
      ],
      [
        "(v",
        -10.375281615442592
      ],
      [
        "_m",
        -10.380378454266783
      ],
      [
        "_Ω",
        -10.380564521107528
      ],
      [
        "(ο",
        -10.381056918330064
      ],
      [
        "Β_",
        -10.386825268899905
      ],
      [
        "7))",
        -10.38724050357937
      ],
      [
        "7)",
        -10.397477017991445
      ],
      [
        "'Q",
        -10.40405321836406
      ],
      [
        "(L",
        -10.405560355682159
      ],
      [
        "_φ",
        -10.408706002304472
      ],
      [
        "_L",
        -10.411981826463196
      ],
      [
        "Y_",
        -10.417108230220691
      ],
      [
        "6)",
        -10.43312767350802
      ],
      [
        "Χ_",
        -10.437334489149979
      ],
      [
        "(M",
        -10.440039547983755
      ],
      [
        "(Ο",
        -10.443711778902475
      ],
      [
        "4)",
        -10.447182925675826
      ],
      [
        "_M",
        -10.458454964932347
      ],
      [
        "(Π",
        -10.46170454022627
      ],
      [
        "(O",
        -10.462917588060296
      ],
      [
        "_g",
        -10.463551077078495
      ],
      [
        "*sqrt(",
        -10.467681517564785
      ],
      [
        "(Κ",
        -10.473131328472373
      ],
      [
        "(χ",
        -10.473406710112336
      ],
      [
        "(β",
        -10.512547512325362
      ],
      [
        "'N",
        -10.514147841204016
      ],
      [
        "z_",
        -10.514847941584371
      ],
      [
        "(Q",
        -10.523197216812186
      ],
      [
        "K_",
        -10.529526475088344
      ],
      [
        ")**(",
        -10.537196869382605
      ],
      [
        "_2",
        -10.543055190511728
      ],
      [
        "S_",
        -10.550901064773509
      ],
      [
        "γ_",
        -10.550938500724852
      ],
      [
        "Υ_",
        -10.56120650291923
      ],
      [
        "'I",
        -10.561973333256574
      ],
      [
        "(υ",
        -10.573573742024259
      ],
      [
        "N_",
        -10.579630895842964
      ],
      [
        "_y",
        -10.580568632997663
      ],
      [
        "9)",
        -10.580688787572267
      ],
      [
        "-sqrt(",
        -10.582001157057396
      ],
      [
        "_υ",
        -10.588215293407613
      ],
      [
        "3)",
        -10.595055869967197
      ],
      [
        "_u",
        -10.599878822132078
      ],
      [
        "5)",
        -10.609800195379261
      ],
      [
        "1)",
        -10.611377019856
      ],
      [
        "Φ_",
        -10.614007211051188
      ],
      [
        ")/2))",
        -10.616785839840569
      ],
      [
        "/5)",
        -10.621862706445832
      ],
      [
        "ε_",
        -10.62258224322494
      ],
      [
        "(N",
        -10.648111605266894
      ],
      [
        "/4)",
        -10.654652546639499
      ],
      [
        "_Μ",
        -10.671371292538097
      ],
      [
        "_Ρ",
        -10.67669562482614
      ],
      [
        "(I",
        -10.69727906945403
      ],
      [
        "I_",
        -10.741455210248565
      ],
      [
        "_λ",
        -10.7510492460239
      ],
      [
        "Ε_",
        -10.752451108597425
      ],
      [
        "ν_",
        -10.764024838804614
      ],
      [
        "(5*",
        -10.768128807802771
      ],
      [
        "_Λ",
        -10.774987588519808
      ],
      [
        "υ_",
        -10.789043877429625
      ],
      [
        "Ρ_",
        -10.801080636589814
      ],
      [
        "**8)",
        -10.803990578057734
      ],
      [
        "_s",
        -10.8048880675281
      ],
      [
        "**2)",
        -10.815242231045927
      ],
      [
        "**4)",
        -10.818036469157036
      ],
      [
        "_ω",
        -10.831135092586816
      ],
      [
        "_P",
        -10.861264714262942
      ],
      [
        "(9*",
        -10.864334753228452
      ],
      [
        "_x",
        -10.865707256783093
      ],
      [
        "Ψ))",
        -10.871582977276743
      ],
      [
        "λ))",
        -10.87629971108657
      ],
      [
        "/8)",
        -10.878218038977604
      ],
      [
        "'c_",
        -10.880304720426544
      ],
      [
        "(Θ)",
        -10.895366981601502
      ],
      [
        "'I_",
        -10.897088457230508
      ],
      [
        "ξ_",
        -10.897113975701563
      ],
      [
        "Ι))",
        -10.898355557343711
      ],
      [
        "σ))",
        -10.90943216508981
      ],
      [
        "**9)",
        -10.911799295654635
      ],
      [
        "H_",
        -10.912725688454405
      ],
      [
        "L_",
        -10.915749248971135
      ],
      [
        "'ε_",
        -10.927609969662866
      ],
      [
        "Sum(-sqrt(",
        -10.929285574355852
      ],
      [
        "ξ))",
        -10.945624173741589
      ],
      [
        "Ε))",
        -10.949239526632892
      ],
      [
        "(Ι)",
        -10.95071612877555
      ],
      [
        "**3)",
        -10.95637746298682
      ],
      [
        "**(log(",
        -10.959943936745049
      ],
      [
        "'ν_",
        -10.964231857803558
      ],
      [
        "a_",
        -10.970558897391975
      ],
      [
        "(β)",
        -10.974566642143449
      ],
      [
        "/log(",
        -10.984668590156568
      ],
      [
        "M_",
        -10.986895963827633
      ],
      [
        "**7)",
        -10.986953276303478
      ],
      [
        "(2*",
        -10.987447973787098
      ],
      [
        "/7)",
        -10.989501164627505
      ],
      [
        "(ξ)",
        -10.992936226783307
      ],
      [
        "'Ε_",
        -10.99301970484579
      ],
      [
        "6*",
        -10.995791027793675
      ],
      [
        "m_",
        -10.99638520669162
      ],
      [
        "t_",
        -11.000406702153132
      ],
      [
        "G_",
        -11.001573148434769
      ],
      [
        "(8*",
        -11.00180434374873
      ],
      [
        "'m_",
        -11.00293545166016
      ],
      [
        "η_",
        -11.00639541969565
      ],
      [
        "Λ_",
        -11.006722742295608
      ],
      [
        "μ))",
        -11.007294757612044
      ],
      [
        "Β))",
        -11.01474254751067
      ],
      [
        "Θ))",
        -11.026933090119002
      ],
      [
        "f))",
        -11.02733804754378
      ],
      [
        "Π))",
        -11.029199813214209
      ],
      [
        "U))",
        -11.034201583956149
      ],
      [
        "(L)",
        -11.03687658043578
      ],
      [
        "Ξ))",
        -11.037898258199457
      ],
      [
        "'Y_",
        -11.039907026759987
      ],
      [
        "B))",
        -11.041912533993541
      ],
      [
        "Μ))",
        -11.042438410418589
      ],
      [
        "**5)",
        -11.044720042646109
      ],
      [
        "(F)",
        -11.052815073227038
      ],
      [
        "v))",
        -11.056391937402557
      ],
      [
        "'L_",
        -11.058558225531439
      ],
      [
        "(Φ)",
        -11.059828239434736
      ],
      [
        "(R)",
        -11.064692150172402
      ],
      [
        "'υ_",
        -11.065217693220113
      ],
      [
        "(4*",
        -11.066074366471142
      ],
      [
        "D_",
        -11.072402555693492
      ],
      [
        "χ_",
        -11.079405856894683
      ],
      [
        "(ψ)",
        -11.085106758255812
      ],
      [
        "Η))",
        -11.087820172141555
      ],
      [
        "(c)",
        -11.089179562967129
      ],
      [
        "v_",
        -11.092250161977546
      ],
      [
        "(Λ)",
        -11.09398280217525
      ],
      [
        "(v)",
        -11.09427955021053
      ],
      [
        "Σ))",
        -11.100063836283576
      ],
      [
        "(ρ)",
        -11.100433984505898
      ],
      [
        "(b)",
        -11.103089636086075
      ],
      [
        "(θ)",
        -11.104316732108662
      ],
      [
        "(7*",
        -11.104581399855384
      ],
      [
        "x))",
        -11.107584058468301
      ],
      [
        "υ))",
        -11.109726799635423
      ],
      [
        "Λ))",
        -11.10979295617872
      ],
      [
        "(Κ)",
        -11.112874288643363
      ],
      [
        "k))",
        -11.114534527731504
      ],
      [
        "'a_",
        -11.118615950026406
      ],
      [
        "A))",
        -11.11906806782334
      ],
      [
        "Ν))",
        -11.11935305650075
      ],
      [
        "'t_",
        -11.121666486116093
      ],
      [
        "(x_",
        -11.125008407681175
      ],
      [
        "ο_",
        -11.127620754131346
      ],
      [
        "Χ))",
        -11.132262952456303
      ],
      [
        "(φ)",
        -11.136835554436619
      ],
      [
        "/3)",
        -11.138944782323541
      ],
      [
        "(Ο)",
        -11.139053959982164
      ],
      [
        "(ε)",
        -11.141493258600924
      ],
      [
        "(η)",
        -11.14221972451791
      ],
      [
        "φ))",
        -11.142782763540689
      ],
      [
        "'ξ_",
        -11.145252368308151
      ],
      [
        "(κ)",
        -11.14563244333291
      ],
      [
        "(ν_",
        -11.152011067565562
      ],
      [
        "(y)",
        -11.152045791168668
      ],
      [
        "(Α)",
        -11.153896716322816
      ],
      [
        "c_",
        -11.15686356713416
      ],
      [
        "Τ))",
        -11.157839769565207
      ],
      [
        "u))",
        -11.159005397176355
      ],
      [
        "z))",
        -11.165521554354758
      ],
      [
        "'G_",
        -11.166532913290611
      ],
      [
        "(Σ)",
        -11.167441435304713
      ],
      [
        "a))",
        -11.171721532665288
      ],
      [
        "(Ψ)",
        -11.171846740081145
      ],
      [
        "(n)",
        -11.172944828539375
      ],
      [
        "'K_",
        -11.17320413377561
      ],
      [
        "Π_",
        -11.173848669959927
      ],
      [
        "γ))",
        -11.174556223487837
      ],
      [
        "(Μ)",
        -11.175438319655118
      ],
      [
        "Z))",
        -11.175591135968688
      ],
      [
        "(c_",
        -11.177819449964062
      ],
      [
        "**6)",
        -11.178113101238273
      ],
      [
        "/2))",
        -11.178587855224276
      ],
      [
        "δ))",
        -11.180773831179728
      ],
      [
        "G))",
        -11.18087850463558
      ],
      [
        "κ))",
        -11.180910176212361
      ],
      [
        "'v_",
        -11.18283077576653
      ],
      [
        "'Λ_",
        -11.187192249801882
      ],
      [
        "(ο)",
        -11.188435500870831
      ],
      [
        "R))",
        -11.194134837491903
      ],
      [
        "J))",
        -11.194229159463879
      ],
      [
        "/9)",
        -11.194479224231523
      ],
      [
        "(J)",
        -11.194913435342517
      ],
      [
        "ι))",
        -11.195253659314645
      ],
      [
        "'χ_",
        -11.195833362442393
      ],
      [
        "X))",
        -11.196137001687415
      ],
      [
        "3*",
        -11.197882947994906
      ],
      [
        "β))",
        -11.20129158143406
      ],
      [
        "4*",
        -11.204101733402934
      ],
      [
        "ψ))",
        -11.206809938402586
      ],
      [
        "α))",
        -11.207308641146405
      ],
      [
        "F))",
        -11.208792310273518
      ],
      [
        "Ο))",
        -11.20984805890956
      ],
      [
        "χ))",
        -11.210044620801163
      ],
      [
        "L))",
        -11.210337155699357
      ],
      [
        "'ο_",
        -11.211690497925469
      ],
      [
        "(Τ)",
        -11.212026086568745
      ],
      [
        "(ζ)",
        -11.212233843940083
      ],
      [
        "T))",
        -11.213931260769172
      ],
      [
        "D))",
        -11.214507211054901
      ],
      [
        "(h)",
        -11.217862660171114
      ],
      [
        "Integral(-sqrt(",
        -11.221034136421894
      ],
      [
        "'η_",
        -11.221547552745484
      ],
      [
        "-log(",
        -11.22607070054638
      ],
      [
        "Δ))",
        -11.227776222207114
      ],
      [
        "(p)",
        -11.233562379486788
      ],
      [
        "ρ))",
        -11.233717943531296
      ],
      [
        "ζ))",
        -11.240398720007365
      ],
      [
        "'E_",
        -11.245082801286458
      ],
      [
        "'N_",
        -11.245545861525361
      ],
      [
        "(δ)",
        -11.247620671408198
      ],
      [
        "y))",
        -11.24776483981686
      ],
      [
        "t))",
        -11.257205081564349
      ],
      [
        "'Η_",
        -11.26110656495116
      ],
      [
        "Δ_",
        -11.262121557730737
      ],
      [
        "(x)",
        -11.265913038608932
      ],
      [
        "'M_",
        -11.269414817156004
      ],
      [
        "ο))",
        -11.270180111100624
      ],
      [
        "Φ))",
        -11.272105953213257
      ],
      [
        "'n_",
        -11.275870340739145
      ],
      [
        "τ))",
        -11.279767544073714
      ],
      [
        "'l_",
        -11.28221094683333
      ],
      [
        "(W)",
        -11.282567085146018
      ],
      [
        "Κ))",
        -11.28716731775516
      ],
      [
        "(Π)",
        -11.292055104132398
      ],
      [
        "(Η)",
        -11.29212137367836
      ],
      [
        "(I_",
        -11.292593247217399
      ],
      [
        "**log(",
        -11.295954226553977
      ],
      [
        "h))",
        -11.300774145252708
      ],
      [
        "(σ)",
        -11.30133625792859
      ],
      [
        "(g)",
        -11.301795657871063
      ],
      [
        "Ζ))",
        -11.302596319909899
      ],
      [
        "(t_",
        -11.304397323551107
      ],
      [
        "(ε_",
        -11.306165370455117
      ],
      [
        "(χ)",
        -11.310059813254583
      ],
      [
        "'b_",
        -11.310984179331335
      ],
      [
        "(τ)",
        -11.31246437749963
      ],
      [
        "(L_",
        -11.312562595702232
      ],
      [
        "Y))",
        -11.314051863194269
      ],
      [
        "M))",
        -11.32019077334026
      ],
      [
        "(f)",
        -11.320611058130769
      ],
      [
        "K))",
        -11.328519721293539
      ],
      [
        "(ω)",
        -11.33409238564915
      ],
      [
        "(G_",
        -11.33544812399246
      ],
      [
        "(γ)",
        -11.335849601186833
      ],
      [
        "'p_",
        -11.335967599344185
      ],
      [
        "V))",
        -11.337186674859616
      ],
      [
        "(C)",
        -11.345336703624815
      ],
      [
        "(3*",
        -11.348637120434537
      ],
      [
        "(ι)",
        -11.350605865046841
      ],
      [
        "(Z)",
        -11.350639552025354
      ],
      [
        "(α)",
        -11.351447498583632
      ],
      [
        "'Δ_",
        -11.35192140389665
      ],
      [
        "_c",
        -11.352252720362248
      ],
      [
        "(G)",
        -11.354872289663216
      ],
      [
        "P))",
        -11.355267230694363
      ],
      [
        "(m_",
        -11.361095145017496
      ],
      [
        "5*",
        -11.362590301490766
      ],
      [
        "(m)",
        -11.369087947278413
      ],
      [
        "(u)",
        -11.373130757382102
      ],
      [
        "(K)",
        -11.373752478732953
      ],
      [
        "(V)",
        -11.374108135444656
      ],
      [
        "(v_",
        -11.374294204370788
      ],
      [
        "(6*",
        -11.375651246075408
      ],
      [
        "(υ_",
        -11.37798003776988
      ],
      [
        "(B)",
        -11.378812261512273
      ],
      [
        "(P)",
        -11.383762685778661
      ],
      [
        "'Κ_",
        -11.386795959399173
      ],
      [
        "(D)",
        -11.38772391667957
      ],
      [
        "(U)",
        -11.392127882536977
      ],
      [
        ")/3",
        -11.392397407370739
      ],
      [
        "(Ε)",
        -11.395964991198808
      ],
      [
        "'d_",
        -11.397876509242948
      ],
      [
        "(a_",
        -11.397930514422637
      ],
      [
        "(Λ_",
        -11.398051271621053
      ],
      [
        "η))",
        -11.398070398439327
      ],
      [
        "(Ε_",
        -11.399324140133714
      ],
      [
        "'Π_",
        -11.400514384495846
      ],
      [
        "(ο_",
        -11.403088035060248
      ],
      [
        "ω))",
        -11.403320574831875
      ],
      [
        "(γ_",
        -11.405068527579157
      ],
      [
        "s))",
        -11.40515486461137
      ],
      [
        "(χ_",
        -11.409246290956439
      ],
      [
        "(Β)",
        -11.4134783176333
      ],
      [
        "(A)",
        -11.416748627677288
      ],
      [
        "(a)",
        -11.417662660032184
      ],
      [
        "(q)",
        -11.41807517785003
      ],
      [
        "(Ζ)",
        -11.418886509154348
      ],
      [
        "'R_",
        -11.418983921664354
      ],
      [
        "(s)",
        -11.423509640106044
      ],
      [
        "(Ω)",
        -11.428089556304867
      ],
      [
        "(z)",
        -11.43062247935254
      ],
      [
        ")/4",
        -11.431975354682809
      ],
      [
        "(Κ_",
        -11.433175218365513
      ],
      [
        "(μ)",
        -11.433356343555594
      ],
      [
        "(M)",
        -11.433825310240914
      ],
      [
        "'Q_",
        -11.438998537935165
      ],
      [
        "(k)",
        -11.440278244443551
      ],
      [
        "9*",
        -11.44557215436486
      ],
      [
        "Ω))",
        -11.446522055328881
      ],
      [
        "W))",
        -11.447617151474429
      ],
      [
        "(Δ)",
        -11.448358370931322
      ],
      [
        "(Δ_",
        -11.449769759664044
      ],
      [
        "(η_",
        -11.451447011292325
      ],
      [
        "Γ))",
        -11.452671843058688
      ],
      [
        "C))",
        -11.4605602843944
      ],
      [
        "(H)",
        -11.462716745843196
      ],
      [
        "(λ)",
        -11.46478116284337
      ],
      [
        "Α))",
        -11.46701731895103
      ],
      [
        "ν))",
        -11.476264754230476
      ],
      [
        "'H_",
        -11.481799943481672
      ],
      [
        "/6)",
        -11.482126259126964
      ],
      [
        "(j)",
        -11.482948615664407
      ],
      [
        "(Υ)",
        -11.49085344250404
      ],
      [
        "7*",
        -11.491400732800296
      ],
      [
        "Υ))",
        -11.496452125348155
      ],
      [
        "j))",
        -11.500705249904856
      ],
      [
        ")/2",
        -11.503941938741729
      ],
      [
        "d_",
        -11.506251876059117
      ],
      [
        "'i_",
        -11.511302550607406
      ],
      [
        "(Y)",
        -11.515045625148074
      ],
      [
        "H))",
        -11.51852262850923
      ],
      [
        "'q_",
        -11.526826607618874
      ],
      [
        "'ρ_",
        -11.547145330373613
      ],
      [
        "(X)",
        -11.55948169523084
      ],
      [
        "'F_",
        -11.559851446062192
      ],
      [
        "(E_",
        -11.562372535608468
      ],
      [
        "(Ρ)",
        -11.562767729834446
      ],
      [
        "(ξ_",
        -11.575586509058443
      ],
      [
        "(E)",
        -11.576055517197615
      ],
      [
        "2*",
        -11.577714797278201
      ],
      [
        "Integral(-log(",
        -11.58478978976693
      ],
      [
        "(Γ)",
        -11.589485690454906
      ],
      [
        "ε))",
        -11.603642453762742
      ],
      [
        "(d)",
        -11.612697014077883
      ],
      [
        "/sqrt(",
        -11.613703745481903
      ],
      [
        "(ν)",
        -11.617404355308876
      ],
      [
        "(M_",
        -11.632378004536871
      ],
      [
        "Derivative(-log(",
        -11.653387635469613
      ],
      [
        "(t)",
        -11.659012639573787
      ],
      [
        "'o_",
        -11.6643211660469
      ],
      [
        "(l)",
        -11.667757356817749
      ],
      [
        "(Χ)",
        -11.667931592926372
      ],
      [
        "(Π_",
        -11.668540310021191
      ],
      [
        "'Ψ_",
        -11.681530159859964
      ],
      [
        "(T)",
        -11.686168267262206
      ],
      [
        "5))",
        -11.68617769218713
      ],
      [
        "n_",
        -11.688516161036858
      ],
      [
        ")/6",
        -11.6898505809894
      ],
      [
        "(υ)",
        -11.694633439051653
      ],
      [
        "1)*",
        -11.703760319441528
      ],
      [
        "(Ξ)",
        -11.712245034567417
      ],
      [
        "θ))",
        -11.7204232867284
      ],
      [
        "p))",
        -11.721902422895113
      ],
      [
        "q))",
        -11.736116798263689
      ],
      [
        "(n_",
        -11.738821045235618
      ],
      [
        "(l_",
        -11.742739684573818
      ],
      [
        ")/5",
        -11.745578936543644
      ],
      [
        "(Q_",
        -11.746108698827253
      ],
      [
        "Ρ))",
        -11.7500193129195
      ],
      [
        "(Ν)",
        -11.76399338261008
      ],
      [
        "(F_",
        -11.767863357505112
      ],
      [
        "'y_",
        -11.772429209042638
      ],
      [
        "**Rational(",
        -11.774266276941686
      ],
      [
        "9)*",
        -11.788140407994625
      ],
      [
        "(ρ_",
        -11.806361145299482
      ],
      [
        "'w_",
        -11.81246480952515
      ],
      [
        "(p_",
        -11.813879726552987
      ],
      [
        "g))",
        -11.814229717874266
      ],
      [
        "H)))",
        -11.828410883691012
      ],
      [
        "(y_",
        -11.850190573401875
      ],
      [
        "χ)))",
        -11.86128557630526
      ],
      [
        "/2)*",
        -11.871144004833452
      ],
      [
        ")/8",
        -11.88041662638224
      ],
      [
        "(q_",
        -11.885998391735182
      ],
      [
        ")/9",
        -11.889366151906302
      ],
      [
        "'V_",
        -11.895503834854598
      ],
      [
        "ω)))",
        -11.900580713993978
      ],
      [
        "Sum(-log(",
        -11.921168915757534
      ],
      [
        "'α_",
        -11.925006182112828
      ],
      [
        ")/2)*",
        -11.939556398444735
      ],
      [
        "8*",
        -11.949566331020108
      ],
      [
        "(ε))",
        -11.955015836018998
      ],
      [
        "6)*",
        -11.963765982816486
      ],
      [
        "sqrt(6)*sqrt(",
        -11.981225476305914
      ],
      [
        "(Ο_",
        -11.988881963487989
      ],
      [
        "(T)**",
        -11.992596662081
      ],
      [
        "(m)/",
        -11.995462542370438
      ],
      [
        "υ)*",
        -11.995958385193006
      ],
      [
        "(Ω)**",
        -12.00049132517465
      ],
      [
        "(σ))",
        -12.001111007823617
      ],
      [
        "(U_",
        -12.017943941842294
      ],
      [
        "log(-",
        -12.022396322667227
      ],
      [
        "θ)))",
        -12.04759691998089
      ],
      [
        "log(j)",
