{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "</mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "</mml:msqrt>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "</mml:mn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<mml:msqrt>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<mml:mfenced>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "</mml:msubsup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "</mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<mml:msubsup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "</mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<mml:mn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "</mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "</mml:munderover>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "</mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "</mml:mfenced>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "</mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<mml:munderover>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "Symbol",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "exp",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "sin",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "tan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "diff",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "Sum",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "Derivative",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "Integral",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "translate",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "MathML",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "to",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "Python",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "Eq",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "cos",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 89,
      "content": "log",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22822,
      "content": ":",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "<[^>]+>|\"\"\"[^\"]*\"\"\"|'''[^']*'''|\"[^\"]*\"|'[^']*'|\\bdef\\b|\\bclass\\b|\\bfor\\b|\\bwhile\\b|\\bif\\b|\\belif\\b|\\belse\\b|\\breturn\\b|\\bimport\\b|\\bfrom\\b|\\bas\\b|\\bwith\\b|\\btry\\b|\\bexcept\\b|==|!=|<=|>=|\\+=|-=|\\*=|/=|=>|->|\\bSymbol\\b|\\bEq\\b|\\bexp\\b|\\bsin\\b|\\bcos\\b|\\btan\\b|\\bdiff\\b|^\\s+|\\s+"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "</mml:msup>",
        0.0
      ],
      [
        "<mml:msub>",
        0.0
      ],
      [
        "<mml:mtext>",
        0.0
      ],
      [
        "<mml:mrow>",
        0.0
      ],
      [
        "</mml:msqrt>",
        0.0
      ],
      [
        "</mml:mrow>",
        0.0
      ],
      [
        "<mml:mfrac>",
        0.0
      ],
      [
        "</mml:mn>",
        0.0
      ],
      [
        "<mml:msqrt>",
        0.0
      ],
      [
        "<mml:mfenced>",
        0.0
      ],
      [
        "</mml:msubsup>",
        0.0
      ],
      [
        "</mml:mfrac>",
        0.0
      ],
      [
        "<mml:msubsup>",
        0.0
      ],
      [
        "</mml:mo>",
        0.0
      ],
      [
        "<mml:mi>",
        0.0
      ],
      [
        "<mml:mo>",
        0.0
      ],
      [
        "<mml:mn>",
        0.0
      ],
      [
        "</mml:msub>",
        0.0
      ],
      [
        "<mml:msup>",
        0.0
      ],
      [
        "</mml:munderover>",
        0.0
      ],
      [
        "</mml:mi>",
        0.0
      ],
      [
        "</mml:mfenced>",
        0.0
      ],
      [
        "</mml:mtext>",
        0.0
      ],
      [
        "<mml:munderover>",
        0.0
      ],
      [
        "Symbol",
        0.0
      ],
      [
        "Eq",
        0.0
      ],
      [
        "exp",
        0.0
      ],
      [
        "sin",
        0.0
      ],
      [
        "cos",
        0.0
      ],
      [
        "tan",
        0.0
      ],
      [
        "diff",
        0.0
      ],
      [
        "log",
        0.0
      ],
      [
        "Sum",
        0.0
      ],
      [
        "Derivative",
        0.0
      ],
      [
        "Integral",
        0.0
      ],
      [
        "translate",
        0.0
      ],
      [
        "MathML",
        0.0
      ],
      [
        "to",
        0.0
      ],
      [
        "Python",
        0.0
      ],
      [
        ":",
        0.0
      ],
      [
        ">",
        -1.8763904206180957
      ],
      [
        "\n",
        -2.1248644428309706
      ],
      [
        "o",
        -2.7777840303237866
      ],
      [
        "</mml:m",
        -2.7866701060886374
      ],
      [
        "<mml:m",
        -2.787495434219265
      ],
      [
        "i",
        -2.801339367408783
      ],
      [
        " ",
        -2.97782561894822
      ],
      [
        "r",
        -3.3241376344188627
      ],
      [
        "w",
        -3.474107020861295
      ],
      [
        "e",
        -3.575515029989825
      ],
      [
        "n",
        -3.7938032807051254
      ],
      [
        "=",
        -3.9216811852254256
      ],
      [
        "'",
        -4.034989087284362
      ],
      [
        "(",
        -4.150724277105661
      ],
      [
        "c",
        -4.1991738236686
      ],
      [
        ")",
        -4.223881633773079
      ],
      [
        "d",
        -4.316543435183014
      ],
      [
        "l",
        -4.34897553327159
      ],
      [
        "S",
        -4.35501662395297
      ],
      [
        "m",
        -4.365146981903619
      ],
      [
        "y",
        -4.374571206306436
      ],
      [
        "b",
        -4.402664370729884
      ],
      [
        ",",
        -4.918151541557917
      ],
      [
        "</mml:mf",
        -4.9186807858050745
      ],
      [
        "<mml:mf",
        -4.9188555348849246
      ],
      [
        "p",
        -5.128028593262741
      ],
      [
        "</mml:msub",
        -5.250240883370974
      ],
      [
        "<mml:msub",
        -5.251057103452766
      ],
      [
        "+",
        -5.621876995932597
      ],
      [
        "ra",
        -5.6272835118440305
      ],
      [
        "ow",
        -5.636483126676508
      ],
      [
        "Eq",
        -5.727866017010086
      ],
      [
        "s",
        -5.94753931410437
      ],
      [
        "-",
        -6.043956540215703
      ],
      [
        "</mml:msu",
        -6.061837712280843
      ],
      [
        "<mml:msu",
        -6.062531400549034
      ],
      [
        "cos",
        -6.140668619651342
      ],
      [
        "xt",
        -6.15552656280644
      ],
      [
        "te",
        -6.158122223208538
      ],
      [
        "xp",
        -6.196122399225805
      ],
      [
        "sqrt",
        -6.205714830502982
      ],
      [
        "ta",
        -6.243270576616002
      ],
      [
        "u",
        -6.472396646835527
      ],
      [
        "ve",
        -6.646908620012157
      ],
      [
        "∂",
        -6.759496873575731
      ],
      [
        "log",
        -6.790880180937792
      ],
      [
        "t",
        -6.9351159615615865
      ],
      [
        "ro",
        -6.956892897342766
      ],
      [
        "bo",
        -7.031107408149243
      ],
      [
        "2",
        -7.2265806934144905
      ],
      [
        "x",
        -7.265803251735964
      ],
      [
        "∫",
        -7.300707983071508
      ],
      [
        "∑",
        -7.31794129941873
      ],
      [
        "a",
        -7.337470606817032
      ],
      [
        "7",
        -7.407972474094408
      ],
      [
        "3",
        -7.410335941762725
      ],
      [
        "6",
        -7.418360720203399
      ],
      [
        "er",
        -7.438294918688909
      ],
      [
        "5",
        -7.463521235802171
      ],
      [
        "4",
        -7.46358565672427
      ],
      [
        "9",
        -7.465299580144746
      ],
      [
        ")))",
        -7.490714185311973
      ],
      [
        "8",
        -7.494991407236685
      ],
      [
        "1",
        -7.548109516108565
      ],
      [
        "su",
        -7.552622866045306
      ],
      [
        "f",
        -7.672319441007165
      ],
      [
        "q",
        -7.699445429583973
      ],
      [
        "ym",
        -7.737871435774853
      ],
      [
        "un",
        -7.860947164325275
      ],
      [
        "))",
        -7.86560717840509
      ],
      [
        "v",
        -7.8710749209732676
      ],
      [
        "γ",
        -7.87456337651106
      ],
      [
        "j",
        -7.8989644382719995
      ],
      [
        "Derivative(",
        -7.901273942908153
      ],
      [
        "ψ",
        -7.913394470332591
      ],
      [
        "τ",
        -7.927057418665297
      ],
      [
        "Φ",
        -7.930348790958209
      ],
      [
        "Integral(",
        -7.930759425803803
      ],
      [
        "K",
        -7.9325197503894165
      ],
      [
        "g",
        -7.932880981827016
      ],
      [
        "U",
        -7.933018709568376
      ],
      [
        "ξ",
        -7.937191094854391
      ],
      [
        "Ο",
        -7.939597356728915
      ],
      [
        "λ",
        -7.939926991326062
      ],
      [
        "Γ",
        -7.943312861698657
      ],
      [
        "ε",
        -7.943916369546366
      ],
      [
        "φ",
        -7.9460721388961035
      ],
      [
        "δ",
        -7.9462549830198626
      ],
      [
        "h",
        -7.947741450422144
      ],
      [
        "κ",
        -7.948924032590296
      ],
      [
        "Δ",
        -7.951194272830698
      ],
      [
        "z",
        -7.9512327862642
      ],
      [
        "Z",
        -7.953225378750325
      ],
      [
        "Θ",
        -7.95485150907855
      ],
      [
        "M",
        -7.9558733991721216
      ],
      [
        "Ι",
        -7.958190585870273
      ],
      [
        "D",
        -7.9608260809068625
      ],
      [
        "L",
        -7.961337483766876
      ],
      [
        "ζ",
        -7.961353592819379
      ],
      [
        "Λ",
        -7.961988467537415
      ],
      [
        "Ω",
        -7.966119470477885
      ],
      [
        "ω",
        -7.966326098365592
      ],
      [
        "α",
        -7.967256188800498
      ],
      [
        "B",
        -7.96838948747472
      ],
      [
        "H",
        -7.968421682872651
      ],
      [
        "η",
        -7.968458173112996
      ],
      [
        "V",
        -7.968869708821719
      ],
      [
        "β",
        -7.969039134091784
      ],
      [
        "ρ",
        -7.969654992908276
      ],
      [
        "Ρ",
        -7.970162864969598
      ],
      [
        "Ξ",
        -7.9713526147693035
      ],
      [
        "P",
        -7.9726935469369
      ],
      [
        "Τ",
        -7.973281974813782
      ],
      [
        "Sum(",
        -7.973410778207277
      ],
      [
        "Σ",
        -7.97651573816053
      ],
      [
        "Α",
        -7.976689703570062
      ],
      [
        "C",
        -7.977780677699364
      ],
      [
        "χ",
        -7.978426679551887
      ],
      [
        "Υ",
        -7.979091972641688
      ],
      [
        "ι",
        -7.979227348076438
      ],
      [
        "θ",
        -7.9795723411473345
      ],
      [
        "Β",
        -7.979590455632005
      ],
      [
        "Μ",
        -7.979824883412338
      ],
      [
        "G",
        -7.97988098047617
      ],
      [
        "k",
        -7.980534283036198
      ],
      [
        "Ψ",
        -7.9811132085485825
      ],
      [
        "Ζ",
        -7.981259646597841
      ],
      [
        "υ",
        -7.981661932983547
      ],
      [
        "Χ",
        -7.98189306912018
      ],
      [
        "ν",
        -7.982898284547772
      ],
      [
        "F",
        -7.9845659950711845
      ],
      [
        "A",
        -7.986143695741038
      ],
      [
        "Κ",
        -7.987235938473799
      ],
      [
        "μ",
        -7.992258132004006
      ],
      [
        "Η",
        -7.9950378063231184
      ],
      [
        "E",
        -7.99575855071441
      ],
      [
        "Y",
        -8.006968716718147
      ],
      [
        "Π",
        -8.007034471108696
      ],
      [
        "σ",
        -8.009606938447227
      ],
      [
        "ο",
        -8.010125358217156
      ],
      [
        "W",
        -8.011725835339842
      ],
      [
        "Ε",
        -8.012763674566742
      ],
      [
        "Ν",
        -8.02389426996669
      ],
      [
        "X",
        -8.03122014011305
      ],
      [
        "J",
        -8.037411971269552
      ],
      [
        "T",
        -8.0475555739577
      ],
      [
        "R",
        -8.079492347691634
      ],
      [
        "si",
        -8.358892246132822
      ],
      [
        "Q",
        -8.411534821286303
      ],
      [
        "O",
        -8.489303481212911
      ],
      [
        "N",
        -8.505675686551466
      ],
      [
        "ac",
        -8.514431064107649
      ],
      [
        "I",
        -8.54804807108639
      ],
      [
        "ol",
        -8.576727597515784
      ],
      [
        ")*",
        -8.65965589177041
      ],
      [
        "<",
        -8.662829287975907
      ],
      [
        "/",
        -8.903919710546052
      ],
      [
        "nd",
        -9.072944292965605
      ],
      [
        "an",
        -9.082361798658233
      ],
      [
        "log(",
        -9.097412655176715
      ],
      [
        "*",
        -9.097607534220606
      ],
      [
        ")**",
        -9.152449681796735
      ],
      [
        "mml:m",
        -9.2963919095364
      ],
      [
        "'ξ",
        -9.3077357633987
      ],
      [
        "'γ",
        -9.307777040460126
      ],
      [
        "'ψ",
        -9.338350425231955
      ],
      [
        "'j",
        -9.338938336710125
      ],
      [
        "'h",
        -9.3425712956799
      ],
      [
        "'δ",
        -9.343482708742112
      ],
      [
        "'K",
        -9.34868914388068
      ],
      [
        "'L",
        -9.349784259409333
      ],
      [
        "'U",
        -9.350524081104425
      ],
      [
        "'z",
        -9.362800475693872
      ],
      [
        "'Z",
        -9.366185017989133
      ],
      [
        "'λ",
        -9.367523763793312
      ],
      [
        "'Τ",
        -9.37598120750883
      ],
      [
        "'φ",
        -9.377308330229742
      ],
      [
        "'β",
        -9.391603311002076
      ],
      [
        "'Σ",
        -9.39488116617063
      ],
      [
        "'Λ",
        -9.395258517970166
      ],
      [
        "'Η",
        -9.395388970400514
      ],
      [
        "'η",
        -9.398692189678036
      ],
      [
        "'V",
        -9.398954328754954
      ],
      [
        "'H",
        -9.406877677943879
      ],
      [
        "'Ρ",
        -9.407611963345241
      ],
      [
        "'P",
        -9.407707430360123
      ],
      [
        "'ε",
        -9.408195154624437
      ],
      [
        "'M",
        -9.408351301609557
      ],
      [
        "'Μ",
        -9.41435830803553
      ],
      [
        "'Κ",
        -9.417803835344944
      ],
      [
        "'F",
        -9.418521463508194
      ],
      [
        "'Ο",
        -9.419505679314025
      ],
      [
        "'Φ",
        -9.420718037072902
      ],
      [
        "'μ",
        -9.422650929227457
      ],
      [
        ")/",
        -9.42311356320931
      ],
      [
        "'ρ",
        -9.423117903098982
      ],
      [
        "'Ζ",
        -9.423156857124425
      ],
      [
        "'α",
        -9.423170581834068
      ],
      [
        "'Θ",
        -9.424830845074247
      ],
      [
        "'C",
        -9.427038504839448
      ],
      [
        "'Δ",
        -9.428069006227794
      ],
      [
        "'τ",
        -9.429477656124583
      ],
      [
        "'Ι",
        -9.431704877412635
      ],
      [
        "'Α",
        -9.433949931850375
      ],
      [
        "'χ",
        -9.434179968297972
      ],
      [
        "'Υ",
        -9.435383370721771
      ],
      [
        "'ν",
        -9.439037883393077
      ],
      [
        "'ζ",
        -9.439363337510272
      ],
      [
        "'θ",
        -9.443966200718172
      ],
      [
        "'D",
        -9.445340530882339
      ],
      [
        "'Ψ",
        -9.452158342087959
      ],
      [
        "'W",
        -9.454706778241661
      ],
      [
        "'κ",
        -9.4573858105575
      ],
      [
        "'G",
        -9.459969426218782
      ],
      [
        "'Γ",
        -9.461794621389153
      ],
      [
        "Derivative(sqrt(",
        -9.462556185568783
      ],
      [
        "'υ",
        -9.46271345896956
      ],
      [
        "'ω",
        -9.463413278907918
      ],
      [
        "'Ω",
        -9.46479072188233
      ],
      [
        "'g",
        -9.473236241166232
      ],
      [
        "'Y",
        -9.47492562379762
      ],
      [
        "'A",
        -9.476462110765194
      ],
      [
        "'Χ",
        -9.476998476989559
      ],
      [
        "'Ν",
        -9.478697877645514
      ],
      [
        "'Β",
        -9.48896426446871
      ],
      [
        "'ι",
        -9.489604857135062
      ],
      [
        "'Ε",
        -9.491128629146278
      ],
      [
        "'σ",
        -9.492471018664506
      ],
      [
        "'B",
        -9.49482529803127
      ],
      [
        "'Π",
        -9.496038062933284
      ],
      [
        "'k",
        -9.506540678404958
      ],
      [
        "ex",
        -9.512090563473802
      ],
      [
        "'ο",
        -9.527693097693827
      ],
      [
        "'J",
        -9.529051498066266
      ],
      [
        "'T",
        -9.53339151101984
      ],
      [
        "'Ξ",
        -9.53866926735866
      ],
      [
        "'v",
        -9.542793263312184
      ],
      [
        "'X",
        -9.548888938952992
      ],
      [
        "'R",
        -9.61624574572577
      ],
      [
        "sqrt(",
        -9.680037795631655
      ],
      [
        "Derivative(-",
        -9.721584976529297
      ],
      [
        "Sum(-",
        -9.723346480796343
      ],
      [
        "'f",
        -9.735814023174541
      ],
      [
        "Integral(-",
        -9.744608689228539
      ],
      [
        "6)))",
        -9.954370628972345
      ],
      [
        "Integral(sqrt(",
        -9.954850025058615
      ],
      [
        "Derivative(log(",
        -9.976273692103208
      ],
      [
        "/mml:m",
        -9.99055678331057
      ],
      [
        "'a",
        -10.02593800946229
      ],
      [
        "Sum(sqrt(",
        -10.042498552535834
      ],
      [
        "'x",
        -10.064459431954086
      ],
      [
        "2)))",
        -10.064714513792598
      ],
      [
        "**",
        -10.0742029863415
      ],
      [
        "(h",
        -10.07545498561335
      ],
      [
        "'u",
        -10.152828088398397
      ],
      [
        "'q",
        -10.166992931934555
      ],
      [
        "3))",
        -10.201208383096715
      ],
      [
        "(ξ",
        -10.223159800403115
      ],
      [
        "(δ",
        -10.239617943736265
      ],
      [
        "2)",
        -10.240166581496142
      ],
      [
        "(z",
        -10.247873581351712
      ],
      [
        "(U",
        -10.250182848452612
      ],
      [
        "(F",
        -10.281500655992438
      ],
      [
        "(P",
        -10.283291071993744
      ],
      [
        "5))",
        -10.287565904860763
      ],
      [
        "(W",
        -10.288381461766477
      ],
      [
        "(Ρ",
        -10.296359458135292
      ],
      [
        "8))",
        -10.298116467005201
      ],
      [
        "8)",
        -10.31892678389341
      ],
      [
        "4))",
        -10.320853559756795
      ],
      [
        "(Ζ",
        -10.322066194581595
      ],
      [
        "(L",
        -10.32882261110774
      ],
      [
        "3)",
        -10.330309888883644
      ],
      [
        "(η",
        -10.340894544647451
      ],
      [
        "(j",
        -10.346249665379919
      ],
      [
        "(Ο",
        -10.350992045845876
      ],
      [
        "(γ",
        -10.352014850504366
      ],
      [
        "1)",
        -10.352963885670068
      ],
      [
        "(Τ",
        -10.357267059277586
      ],
      [
        "(Z",
        -10.363259740487884
      ],
      [
        "(Α",
        -10.366680014270743
      ],
      [
        "(Ι",
        -10.37155451248874
      ],
      [
        "(M",
        -10.371627484383026
      ],
      [
        "(K",
        -10.373576779550955
      ],
      [
        "(B",
        -10.373923791537592
      ],
      [
        "7)",
        -10.378597432079125
      ],
      [
        "(μ",
        -10.378977029062309
      ],
      [
        "(C",
        -10.383259714283223
      ],
      [
        "(τ",
        -10.386895064746763
      ],
      [
        "'t",
        -10.391737175159786
      ],
      [
        "(Λ",
        -10.39617088782872
      ],
      [
        "(β",
        -10.40323323276148
      ],
      [
        "(Θ",
        -10.40386231796256
      ],
      [
        "(T",
        -10.405318254993876
      ],
      [
        "(Η",
        -10.40855061939259
      ],
      [
        "(λ",
        -10.413854973558362
      ],
      [
        "(A",
        -10.41515889375724
      ],
      [
        "7))",
        -10.415569399467323
      ],
      [
        "(V",
        -10.418568613105545
      ],
      [
        "(Y",
        -10.418715581303676
      ],
      [
        "**(",
        -10.41932406898994
      ],
      [
        "(Κ",
        -10.43029821329996
      ],
      [
        "(Β",
        -10.432560817025378
      ],
      [
        "(Δ",
        -10.433667924122155
      ],
      [
        "(D",
        -10.434179501319715
      ],
      [
        "(ο",
        -10.443931473934953
      ],
      [
        "(φ",
        -10.447275231739873
      ],
      [
        "9))",
        -10.449360972790295
      ],
      [
        "(J",
        -10.450133033534929
      ],
      [
        "(Σ",
        -10.45064199007567
      ],
      [
        "(H",
        -10.451482830146059
      ],
      [
        "Sum(log(",
        -10.453727604615466
      ],
      [
        "(ρ",
        -10.46025170227335
      ],
      [
        "(ζ",
        -10.463390292526555
      ],
      [
        "6)",
        -10.464977509044957
      ],
      [
        "(ν",
        -10.479968011643889
      ],
      [
        "1))",
        -10.480093994067778
      ],
      [
        "(g",
        -10.48038630010721
      ],
      [
        "(σ",
        -10.480564551250906
      ],
      [
        "(υ",
        -10.4858817102059
      ],
      [
        "(-",
        -10.487550860090206
      ],
      [
        "(Χ",
        -10.489555067313471
      ],
      [
        "(θ",
        -10.490334148963237
      ],
      [
        "(Γ",
        -10.493715138287907
      ],
      [
        "(Ω",
        -10.494804442447968
      ],
      [
        "(ψ",
        -10.495277578920131
      ],
      [
        "(χ",
        -10.500360608959529
      ],
      [
        "(ε",
        -10.500620611402951
      ],
      [
        "'s",
        -10.501583255449034
      ],
      [
        "(Ν",
        -10.508110516355838
      ],
      [
        "(Ψ",
        -10.514187561003354
      ],
      [
        "(ι",
        -10.519752737169082
      ],
      [
        "5)",
        -10.52211679075032
      ],
      [
        "(α",
        -10.529655388456508
      ],
      [
        "in",
        -10.538117250877796
      ],
      [
        "'Q",
        -10.539017996968003
      ],
      [
        ")/2)",
        -10.5402880859396
      ],
      [
        "'N",
        -10.541994644235125
      ],
      [
        "(v",
        -10.551393077476995
      ],
      [
        "9)",
        -10.553694174248712
      ],
      [
        "(G",
        -10.555626568967291
      ],
      [
        "(κ",
        -10.565982306499503
      ],
      [
        "(Φ",
        -10.575844667681547
      ],
      [
        "(Μ",
        -10.577328887003539
      ],
      [
        "(Υ",
        -10.579832635358436
      ],
      [
        "Integral(log(",
        -10.591232030946504
      ],
      [
        "(k",
        -10.59513324253212
      ],
      [
        "(Ξ",
        -10.596782532760756
      ],
      [
        "4)",
        -10.599945671864564
      ],
      [
        "(R",
        -10.609736081600037
      ],
      [
        "(Π",
        -10.627520429525045
      ],
      [
        "'O",
        -10.633761801671426
      ],
      [
        "(Q",
        -10.646749777333142
      ],
      [
        "(Ε",
        -10.652444268035786
      ],
      [
        "(X",
        -10.660255180433811
      ],
      [
        "(N",
        -10.693676044304503
      ],
      [
        "(ω",
        -10.77614349008173
      ],
      [
        "(O",
        -10.777084118415301
      ],
      [
        "'p",
        -10.78048342431045
      ],
      [
        "'I",
        -10.831398900210239
      ],
      [
        "/2)",
        -10.852853968409555
      ],
      [
        "(I",
        -10.944910625621372
      ],
      [
        "(f",
        -11.036240955276078
      ],
      [
        "γ))",
        -11.042840634841237
      ],
      [
        "(K)",
        -11.092022121400891
      ],
      [
        "(s",
        -11.114973681902718
      ],
      [
        "(H)",
        -11.129392672438241
      ],
      [
        "(a",
        -11.159453688021133
      ],
      [
        ")**(",
        -11.162127713461821
      ],
      [
        "(2*",
        -11.162561697764243
      ],
      [
        "(ρ)",
        -11.181733973221183
      ],
      [
        "Α))",
        -11.187465949488777
      ],
      [
        "Ν))",
        -11.188473774255115
      ],
      [
        "(χ)",
        -11.206931387361216
      ],
      [
        "(ψ)",
        -11.208874521369232
      ],
      [
        "(γ)",
        -11.209126489133745
      ],
      [
        ")/2))",
        -11.209360481769952
      ],
      [
        "ζ))",
        -11.221726383485832
      ],
      [
        "'E",
        -11.22604972029649
      ],
      [
        "(E",
        -11.231468704109298
      ],
      [
        "(ξ)",
        -11.236977086460637
      ],
      [
        ")/log(",
        -11.24224047010071
      ],
      [
        "(u)",
        -11.242805574262492
      ],
      [
        "-sqrt(",
        -11.246714479009096
      ],
      [
        "(μ)",
        -11.246811101344191
      ],
      [
        "φ))",
        -11.249165065504036
      ],
      [
        "ν))",
        -11.254748386064861
      ],
      [
        "(W)",
        -11.257403896359728
      ],
      [
        "Ζ))",
        -11.258333605069886
      ],
      [
        "(Φ)",
        -11.260614862995853
      ],
      [
        "(Θ)",
        -11.27200028826437
      ],
      [
        "'d",
        -11.27289306940403
      ],
      [
        "(Ω)",
        -11.290548055834709
      ],
      [
        "(Λ)",
        -11.290584715144373
      ],
      [
        "(f)",
        -11.29073416775945
      ],
      [
        ")/sqrt(",
        -11.294249284029775
      ],
      [
        "(V)",
        -11.295006652015367
      ],
      [
        "(g)",
        -11.300143292724496
      ],
      [
        "(θ)",
        -11.30645526327686
      ],
      [
        "(x",
        -11.30775857936959
      ],
      [
        "'y",
        -11.30915095322819
      ],
      [
        "(Τ)",
        -11.309386034182292
      ],
      [
        "H))",
        -11.309508402358354
      ],
      [
        ")**(sqrt(",
        -11.313868221620941
      ],
      [
        "Σ))",
        -11.314742363299262
      ],
      [
        "Ξ))",
        -11.315071016570208
      ],
      [
        "(Κ)",
        -11.3176093983528
      ],
      [
        "(Ι)",
        -11.318887889216661
      ],
      [
        "(x)",
        -11.322977132491248
      ],
      [
        "(Χ)",
        -11.325307674588185
      ],
      [
        "ξ))",
        -11.327964208916624
      ],
      [
        "μ))",
        -11.338857282524335
      ],
      [
        "X))",
        -11.34157608969362
      ],
      [
        "U))",
        -11.347753905034162
      ],
      [
        "Θ))",
        -11.348546201443876
      ],
      [
        "Γ))",
        -11.349346228721679
      ],
      [
        "(λ)",
        -11.353811510962228
      ],
      [
        "(b)",
        -11.35715554289732
      ],
      [
        "Sum(-sqrt(",
        -11.357847482006495
      ],
      [
        "Ο))",
        -11.362125582825355
      ],
      [
        "(Ξ)",
        -11.3684194351407
      ],
      [
        "Λ))",
        -11.37334066930024
      ],
      [
        "2))",
        -11.377508775348996
      ],
      [
        "(ο)",
        -11.377814072935262
      ],
      [
        "(q",
        -11.377868714839712
      ],
      [
        "(9*",
        -11.38045688661941
      ],
      [
        "(F)",
        -11.381018407025078
      ],
      [
        "h))",
        -11.385338249710054
      ],
      [
        "Ι))",
        -11.391967554655382
      ],
      [
        "(D)",
        -11.394267087813757
      ],
      [
        "F))",
        -11.394338375628827
      ],
      [
        "Υ))",
        -11.396365709240214
      ],
      [
        "g))",
        -11.397263304352347
      ],
      [
        "J))",
        -11.397404482121175
      ],
      [
        "(G)",
        -11.400848404548212
      ],
      [
        "B))",
        -11.413507813709487
      ],
      [
        "Μ))",
        -11.413519232256073
      ],
      [
        "mml:mf",
        -11.414548070216341
      ],
      [
        "Τ))",
        -11.415279930155585
      ],
      [
        "**3)",
        -11.419713244220981
      ],
      [
        "(α)",
        -11.421187605833406
      ],
      [
        "(3*",
        -11.424803278764568
      ],
      [
        "η))",
        -11.426764390528563
      ],
      [
        "(u",
        -11.42867386947105
      ],
      [
        "(Β)",
        -11.432280662659457
      ],
      [
        "(φ)",
        -11.437888721793986
      ],
      [
        "(z)",
        -11.437998869646613
      ],
      [
        "(Ψ)",
        -11.446399464541724
      ],
      [
        "(Ε)",
        -11.448909531569264
      ],
      [
        "W))",
        -11.451876745402611
      ],
      [
        "ι))",
        -11.45244751084407
      ],
      [
        "(M)",
        -11.454548588115983
      ],
      [
        "(t)",
        -11.45712232708416
      ],
      [
        "(δ)",
        -11.457798666705472
      ],
      [
        "κ))",
        -11.459077430446007
      ],
      [
        "(h)",
        -11.459771376200639
      ],
      [
        "Χ))",
        -11.461735362012739
      ],
      [
        "'b",
        -11.462859137872004
      ],
      [
        "ε))",
        -11.468566079664292
      ],
      [
        "(Υ)",
        -11.470699565688998
      ],
      [
        ")**log(",
        -11.471133431383663
      ],
      [
        "(Γ)",
        -11.471460723611578
      ],
      [
        "u))",
        -11.477227374869988
      ],
      [
        "(J)",
        -11.477275920233312
      ],
      [
        "ω))",
        -11.481115272668555
      ],
      [
        "j))",
        -11.482237383480221
      ],
      [
        "Δ))",
        -11.48646012314328
      ],
      [
        "(a)",
        -11.48970968293336
      ],
      [
        "ο))",
        -11.495607918033228
      ],
      [
        "(ε)",
        -11.496136624093689
      ],
      [
        "(ν)",
        -11.49791334155034
      ],
      [
        "(4*",
        -11.502559996421951
      ],
      [
        "(Ζ)",
        -11.502721907384878
      ],
      [
        "(j)",
        -11.509288116898906
      ],
      [
        "/8)",
        -11.509337443075033
      ],
      [
        "G))",
        -11.511925645262764
      ],
      [
        "(Η)",
        -11.514797590361717
      ],
      [
        "Κ))",
        -11.515355810175624
      ],
      [
        "Ω))",
        -11.516220350010297
      ],
      [
        "/6)",
        -11.522260052464382
      ],
      [
        "χ))",
        -11.52377462094613
      ],
      [
        "Β))",
        -11.537297504724044
      ],
      [
        "σ))",
        -11.537386045979863
      ],
      [
        "(ι)",
        -11.541795295595218
      ],
      [
        "(C)",
        -11.543282446881515
      ],
      [
        "α))",
        -11.54376499938222
      ],
      [
        "k))",
        -11.544672675337122
      ],
      [
        "/9)",
        -11.54773479509251
      ],
      [
        "/7)",
        -11.548381233701946
      ],
      [
        "(T)",
        -11.549115123472708
      ],
      [
        "(5*",
        -11.549514377596529
      ],
      [
        "(Α)",
        -11.55178396305951
      ],
      [
        "Y))",
        -11.553755123185127
      ],
      [
        "τ))",
        -11.556421732777629
      ],
      [
        "υ))",
        -11.55948851486135
      ],
      [
        "6))",
        -11.559663975484021
      ],
      [
        "Integral(-sqrt(",
        -11.561359672875943
      ],
      [
        "(η)",
        -11.561710806699871
      ],
      [
        "M))",
        -11.574068276193907
      ],
      [
        "(6*",
        -11.575514487879104
      ],
      [
        "Π))",
        -11.577088053239876
      ],
      [
        "(L)",
        -11.578124519993299
      ],
      [
        "P))",
        -11.579185336981377
      ],
      [
        "7*",
        -11.579997540659688
      ],
      [
        "(B)",
        -11.580962850266214
      ],
      [
        "(Ρ)",
        -11.581628965722437
      ],
      [
        "**Rational(",
        -11.584414377036659
      ],
      [
        "(A)",
        -11.586475600352935
      ],
      [
        "ψ))",
        -11.592000250399355
      ],
      [
        "(Z)",
        -11.593140045708232
      ],
      [
        "(Μ)",
        -11.59603940752824
      ],
      [
        "δ))",
        -11.599254894371379
      ],
      [
        "(κ)",
        -11.601952372058234
      ],
      [
        "V))",
        -11.60398439111046
      ],
      [
        "β))",
        -11.618538576159944
      ],
      [
        "Η))",
        -11.61935038340374
      ],
      [
        "A))",
        -11.623298208941693
      ],
      [
        "Integral(-log(",
        -11.625362891999192
      ],
      [
        "Ε))",
        -11.630178869948189
      ],
      [
        ")*log(",
        -11.630578160633936
      ],
      [
        "(s)",
        -11.6319426725458
      ],
      [
        "(Y)",
        -11.634555646471537
      ],
      [
        "C))",
        -11.642948157846611
      ],
      [
        "(k)",
        -11.64740649159495
      ],
      [
        "**(log(",
        -11.649935532883138
      ],
      [
        "Φ))",
        -11.656581347489903
      ],
      [
        "s))",
        -11.661381102252054
      ],
      [
        "f))",
        -11.662209267448599
      ],
      [
        "Z))",
        -11.663717889107165
      ],
      [
        "'m_",
        -11.663965284230544
      ],
      [
        "Ψ))",
        -11.669274736936023
      ],
      [
        "(ω)",
        -11.674103268060747
      ],
      [
        "(β)",
        -11.674567131281567
      ],
      [
        "(y)",
        -11.679840499573102
      ],
      [
        "**9)",
        -11.680549295055851
      ],
      [
        "λ))",
        -11.68179244671536
      ],
      [
        "z))",
        -11.682303505741508
      ],
      [
        "(ζ)",
        -11.68612181869432
      ],
      [
        "Derivative(-log(",
        -11.686833076544236
      ],
      [
        "(P)",
        -11.693658880322918
      ],
      [
        "(v)",
        -11.698305218970276
      ],
      [
        "Ρ))",
        -11.698591043830142
      ],
      [
        "(d)",
        -11.698785189784727
      ],
      [
        "**8)",
        -11.700406458180325
      ],
      [
        "'c",
        -11.707798644510756
      ],
      [
        "-log(",
        -11.709236904865858
      ],
      [
        "(U)",
        -11.712508585883821
      ],
      [
        "mml:msub",
        -11.714808911479544
      ],
      [
        "L))",
        -11.718922087763163
      ],
      [
        "ρ))",
        -11.723442940945295
      ],
      [
        "θ))",
        -11.734105897911043
      ],
      [
        "**5)",
        -11.742894053319091
      ],
      [
        "(σ)",
        -11.744343059825944
      ],
      [
        "(q)",
        -11.756938669669596
      ],
      [
        "6*",
        -11.782604338446736
      ],
      [
        "**2)",
        -11.785945839864835
      ],
      [
        "(τ)",
        -11.799262966954533
      ],
      [
        "(Σ)",
        -11.806126262048604
      ],
      [
        "(Ν)",
        -11.808831590224699
      ],
      [
        "3*",
        -11.809410129665443
      ],
      [
        "*log(",
        -11.813759703524772
      ],
      [
        "(υ)",
        -11.815179052327721
      ],
      [
        "(β))",
        -11.817674389882772
      ],
      [
        "(l)",
        -11.818210964662104
      ],
      [
        "/4)",
        -11.822184074501754
      ],
      [
        "D))",
        -11.837162689702255
      ],
      [
        "(Π)",
        -11.841866679961775
      ],
      [
        "(R)",
        -11.849403440044629
      ],
      [
        "(Δ)",
        -11.851404827109612
      ],
      [
        "(7*",
        -11.852927526671031
      ],
      [
        "4*",
        -11.862913459267272
      ],
      [
        "8*",
        -11.86940458609886
      ],
      [
        "(X)",
        -11.878185826669188
      ],
      [
        "(n)",
        -11.884309000790008
      ],
      [
        "(Ο)",
        -11.88457242752511
      ],
      [
        "v))",
        -11.890473698534855
      ],
      [
        "(p",
        -11.902279345623777
      ],
      [
        "/3)",
        -11.910069990802413
      ],
      [
        "(c)",
        -11.92856084094414
      ],
      [
        "(t",
        -11.933332616002449
      ],
      [
        "Z)))",
        -11.936596156008584
      ],
      [
        "T))",
        -11.950386015023067
      ],
      [
        ")/7",
        -11.950971531800878
      ],
      [
        "(8*",
        -11.955383320761044
      ],
      [
        "_",
        -11.96115644653871
      ],
      [
        "(E)",
        -11.962517735441324
      ],
      [
        "**(sqrt(",
        -11.974642413248493
      ],
      [
        "(υ))",
        -11.9818314085093
      ],
      [
        "9*",
        -11.985288009098905
      ],
      [
        "/5)",
        -11.98611767348441
      ],
      [
        "K))",
        -11.999454661385307
      ],
      [
        "a))",
        -12.00688916009252
      ],
      [
        "(ω))",
        -12.009589574004895
      ],
      [
        "(w)",
        -12.025632637532278
      ],
      [
        "1)*",
        -12.031766219458031
      ],
      [
        "x))",
        -12.034606949589095
      ],
      [
        "9)*",
        -12.040221552606974
      ],
      [
        ")/3",
        -12.042950463666948
      ],
      [
        "5*",
        -12.043520999741208
      ],
      [
        "/2))",
        -12.05233371572942
      ],
      [
        "χ)))",
        -12.053390390216872
      ],
      [
        "**7)",
        -12.079467485047118
      ],
      [
        ")/6",
        -12.08029386111407
      ],
      [
        "(η))",
        -12.081553670987674
      ],
      [
        "'n",
        -12.08746529115381
      ],
      [
        "(t))",
        -12.114497101328581
      ],
      [
        "(κ))",
        -12.123367839755794
      ],
      [
        "/mml:mf",
        -12.128650855913092
      ],
      [
        "**4)",
        -12.13694415778043
      ],
      [
        "p))",
        -12.137743511141537
      ],
      [
        "2*",
        -12.154319913007683
      ],
      [
        "Θ)))",
        -12.160144065645344
      ],
      [
        "cosh",
        -12.161952237736942
      ],
      [
        "φ)",
        -12.165875952188104
      ],
      [
        "7)*",
        -12.167273800663626
      ],
      [
        "G)))",
        -12.18075272487781
      ],
      [
        "(j))",
        -12.18181348870875
      ],
      [
        "(x))",
        -12.183501369816062
      ],
      [
        "(Π)**",
        -12.18451819540225
      ],
      [
        "d))",
        -12.18606861936376
      ],
      [
        "(ν))",
        -12.188632177393245
      ],
      [
        "R))",
        -12.191536598817288
      ],
      [
        "λ)))",
        -12.195466537698701
      ],
      [
        ")/9",
        -12.199851025776661
      ],
      [
        "q))",
        -12.200238958945382
      ],
      [
        "(Ε)/",
        -12.214467769129335
      ],
      [
        "(r)",
        -12.218168530527066
      ],
      [
        "(z))",
        -12.221312794499912
      ],
      [
        ")/4",
        -12.22317545927491
      ],
      [
        "(Μ))",
        -12.23211366058569
      ],
      [
        "(Δ))",
        -12.247231170403445
      ],
      [
        "(p)",
        -12.255766458466447
      ],
      [
        "(ψ)**",
        -12.258981026407934
      ],
      [
        "(Y))",
        -12.265312328544576
      ],
      [
        "(i)",
        -12.26845336985765
      ],
      [
        "(Η))",
        -12.270708342102852
      ],
      [
        "/log(",
        -12.276044714772945
      ],
      [
        "log(f)",
        -12.278215639198226
      ],
      [
        "ο)",
        -12.28127843445462
      ],
      [
        ")/(sqrt(",
        -12.282658061418864
      ],
      [
        ")/5",
        -12.285561155762629
      ],
      [
        "'L_",
        -12.291962606525585
      ],
      [
        "/2)*",
        -12.29453084798993
      ],
      [
        "'E_",
        -12.298109757725204
      ],
      [
        "(ι))",
        -12.302252498579072
      ],
      [
        "'n_",
        -12.302895082670045
      ],
      [
        "6)*",
        -12.30579179912463
      ],
      [
        "L)))",
        -12.3093403535899
      ],
      [
        "**6)",
        -12.309719961119606
      ],
      [
        "(Τ))",
        -12.319918777887763
      ],
      [
        "γ)",
        -12.331283017614524
      ],
      [
        "'U_",
        -12.36116172860686
      ],
      [
        "log(Z)",
        -12.369400140546905
      ],
      [
        "(λ)**",
        -12.37561783368748
      ],
      [
        "'τ_",
        -12.37717652441749
      ],
      [
        ")/3)",
        -12.381928562419708
      ],
      [
        "(ρ))",
        -12.382145599375145
      ],
      [
        "(q))",
        -12.383298401963307
      ],
      [
        "ω)",
        -12.398443268419207
      ],
      [
        "(Ρ))",
        -12.399114356880114
      ],
      [
