<pad>	0
<s>	0
</s>	0
<unk>	0
</mml:mfenced>	0
<mml:msub>	0
<mml:mn>	0
<mml:msup>	0
<mml:msqrt>	0
</mml:msub>	0
</mml:mtext>	0
</mml:mo>	0
</mml:msup>	0
</mml:msubsup>	0
</mml:mn>	0
</mml:msqrt>	0
<mml:mo>	0
<mml:mfenced>	0
</mml:mrow>	0
<mml:munderover>	0
</mml:mfrac>	0
</mml:munderover>	0
<mml:mfrac>	0
<mml:msubsup>	0
<mml:mi>	0
<mml:mrow>	0
<mml:mtext>	0
</mml:mi>	0
Symbol	0
Eq	0
exp	0
sin	0
cos	0
tan	0
diff	0
log	0
Sum	0
Derivative	0
Integral	0

	0
	0
translate	0
MathML	0
to	0
Python	0
:	0
▁	-0.466276
=	-3.33513
)	-3.5103
_	-3.76419
'	-3.76907
(	-3.79918
('	-3.81797
,	-4.33611
+	-5.04772
e	-5.12237
-	-5.61079
d	-5.79127
))	-5.82005
∂	-6.14411
rt	-6.32396
sq	-6.32456
t	-6.39339
ψ	-6.42561
ω	-6.43121
Ν	-6.44865
ρ	-6.44956
Υ	-6.45688
Κ	-6.4614
2	-6.46603
Σ	-6.46938
Γ	-6.47242
α	-6.47258
p	-6.47329
f	-6.4764
r	-6.47769
Δ	-6.48065
R	-6.48244
Μ	-6.48426
h	-6.48546
c	-6.48568
Ξ	-6.48775
λ	-6.49229
J	-6.49355
Τ	-6.49586
δ	-6.49774
Χ	-6.49799
κ	-6.49858
γ	-6.50072
Y	-6.50227
Λ	-6.50259
b	-6.50312
W	-6.5035
ν	-6.50398
i	-6.50409
M	-6.50571
Α	-6.50572
ζ	-6.50643
θ	-6.50675
Β	-6.50778
L	-6.50789
ε	-6.50833
Ι	-6.5085
D	-6.51216
Ζ	-6.51258
V	-6.51656
s	-6.51656
Ε	-6.5166
x	-6.51742
υ	-6.51748
a	-6.51753
F	-6.51819
U	-6.51858
H	-6.5192
m	-6.52036
u	-6.52167
β	-6.52243
w	-6.52262
Θ	-6.52336
Ρ	-6.5246
Π	-6.52536
T	-6.52883
ο	-6.53135
A	-6.53187
n	-6.5325
k	-6.53384
η	-6.53847
Ψ	-6.53864
z	-6.54615
y	-6.54745
P	-6.55002
G	-6.55219
j	-6.55236
X	-6.55315
Ο	-6.55392
l	-6.55409
Ω	-6.55594
φ	-6.55838
τ	-6.559
ξ	-6.55982
σ	-6.56102
χ	-6.56223
B	-6.56269
q	-6.56656
C	-6.57304
Η	-6.57429
K	-6.57912
ι	-6.58106
Φ	-6.58157
o	-6.59155
g	-6.59582
μ	-6.60075
Z	-6.60978
v	-6.6146
4	-6.69911
8	-6.69956
3	-6.72092
∫	-6.73451
9	-6.73796
5	-6.74258
)*	-6.74706
∑	-6.75733
6	-6.75828
7	-6.77579
Q	-6.80832
)))	-6.81632
S	-6.83239
N	-6.83795
1	-6.84233
E	-6.85845
O	-6.8637
I	-6.87151
)/	-6.91874
)**	-7.07608
▁-	-7.22328
(-	-7.33093
*	-7.37206
**	-7.87569
/	-7.97142
_4	-8.42925
_7	-8.49069
_5	-8.50933
_8	-8.57704
_2	-8.61099
**(	-8.62695
)**(	-8.63071
_1	-8.63731
_9	-8.65225
_6	-8.69841
_3	-8.8504
)/2)	-9.36998
▁5)))	-9.59346
▁1	-9.70821
▁4)))	-9.71414
▁8	-9.80827
▁6	-9.87505
▁ω	-9.87853
▁9	-9.91369
(4*	-9.92567
▁5	-9.92951
(9*	-9.94807
(8*	-9.94808
▁Χ	-9.96284
▁Α	-9.96365
▁ν	-9.97343
▁ρ	-9.9773
▁θ	-9.97862
▁Τ	-9.9872
▁Y	-9.98757
▁1))	-9.99437
(2*	-9.99834
▁2	-10.0007
▁2)	-10.0029
▁f	-10.0072
▁Ω	-10.0143
▁ψ	-10.0186
▁3))	-10.0232
▁Ζ	-10.0237
(6*	-10.0253
▁Ν	-10.0269
▁Ξ	-10.0279
▁3	-10.0346
▁Π	-10.0359
▁4	-10.0376
▁Γ	-10.0396
▁Ε	-10.0407
▁Ι	-10.0462
▁k	-10.0479
▁1)	-10.0587
▁φ	-10.0635
▁α	-10.0656
/2)	-10.0674
▁γ	-10.0675
▁Β	-10.0676
▁ε	-10.0708
▁(	-10.0742
▁m	-10.0752
▁Σ	-10.0778
▁β	-10.0817
(5*	-10.0829
▁κ	-10.0835
▁Λ	-10.0845
▁p	-10.0883
▁z	-10.0926
▁7	-10.1002
▁s	-10.1027
▁λ	-10.1087
▁V	-10.112
▁σ	-10.1126
▁Φ	-10.1132
▁l	-10.1152
▁Ρ	-10.1183
▁w	-10.1188
▁h	-10.1203
▁Ο	-10.1226
▁c	-10.1239
(3*	-10.1251
▁Υ	-10.1258
▁δ	-10.1312
▁Μ	-10.1332
▁χ	-10.1344
▁D	-10.1389
▁Κ	-10.144
▁R	-10.1448
▁ο	-10.1481
)/(	-10.1482
▁ζ	-10.1521
▁τ	-10.1522
▁Θ	-10.1524
▁8))	-10.1526
▁Δ	-10.1548
▁μ	-10.1573
▁F	-10.1578
▁Ψ	-10.1693
▁2))	-10.1726
▁W	-10.1727
▁x	-10.1738
▁U	-10.1787
▁C	-10.1824
▁g	-10.1825
(7*	-10.1853
▁K	-10.1903
▁j	-10.192
▁n	-10.1969
▁J	-10.2007
▁H	-10.2008
▁y	-10.2009
▁7)	-10.2174
▁u	-10.2192
▁η	-10.2237
▁ξ	-10.2288
▁6))	-10.2297
▁3)	-10.2318
▁υ	-10.235
▁v	-10.2368
▁i	-10.2381
▁L	-10.2387
▁M	-10.2442
▁a	-10.2507
▁Η	-10.2512
▁Z	-10.2576
▁X	-10.2695
)/2))	-10.2708
▁b	-10.2718
▁P	-10.2814
2)	-10.2834
▁ι	-10.2899
▁A	-10.3001
▁T	-10.3107
▁7))	-10.3114
▁9)	-10.3131
▁B	-10.3154
on	-10.3324
al	-10.3368
▁G	-10.3537
▁o	-10.3644
▁9))	-10.3718
1))	-10.422
/8)	-10.441
▁r	-10.4471
▁5)	-10.4782
▁6)	-10.5105
▁8)	-10.5146
▁t	-10.5423
▁4)	-10.5678
7))	-10.6092
**6)	-10.6544
8))	-10.6548
**2)	-10.6562
3))	-10.6866
▁q	-10.6918
7)	-10.7054
Ra	-10.7093
/9)	-10.7103
)/3	-10.7277
)/8	-10.7439
**4)	-10.7462
2))	-10.754
)/2	-10.763
1)	-10.7686
)/6	-10.78
/5)	-10.7861
/3)	-10.7904
5)	-10.7949
6))	-10.8118
9))	-10.8149
9)	-10.8253
)/5	-10.8402
6)	-10.8417
)/4	-10.8771
**5)	-10.9056
4)	-10.9249
▁Q	-10.9363
3)	-10.9511
8)	-10.9806
**8)	-11.0167
▁E	-11.0177
/7)	-11.019
**3)	-11.0251
)/7	-11.0507
5)))	-11.0564
▁d	-11.0743
(2)*	-11.075
▁S	-11.0849
▁N	-11.0882
4)))	-11.09
**9)	-11.1124
4*	-11.1168
/6)	-11.1197
5))	-11.1346
/4)	-11.1468
(6)*	-11.2325
▁O	-11.2555
)**6	-11.2622
▁I	-11.2623
)**7	-11.2821
2*	-11.2842
(5)*	-11.3269
)/9	-11.3422
/2))	-11.3501
**7)	-11.3845
)**9	-11.4199
(7)*	-11.4385
9*	-11.4483
)**2	-11.4587
)**3	-11.4622
)**4	-11.4794
**9))	-11.4924
)/3)	-11.4949
at	-11.4949
**6))	-11.5104
3*	-11.5397
6*	-11.5435
▁5))	-11.5544
(3)*	-11.5555
8*	-11.5742
)/6)	-11.5975
5*	-11.6233
)/2)*	-11.6302
▁6*	-11.6327
▁9*	-11.6437
jy	-11.6469
**8))	-11.6492
7*	-11.6616
▁7*	-11.674
▁4*	-11.6775
4))	-11.6837
9)*	-11.6848
▁2*	-11.6878
▁5*	-11.7113
Πη	-11.7142
)/4)	-11.7317
2)*	-11.7406
7)*	-11.7462
▁3*	-11.7534
)/5)	-11.7614
8)*	-11.7681
)**8	-11.7769
wZ	-11.7795
Wk	-11.8044
JU	-11.8106
lO	-11.817
3)*	-11.8212
/2)*	-11.8249
fs	-11.8454
)/7)	-11.8502
**4))	-11.8605
KV	-11.8664
▁8*	-11.8731
Uz	-11.8744
λΨ	-11.8814
)**6)	-11.8908
(-2*	-11.8941
gs	-11.8993
Rp	-11.8998
Σν	-11.9006
▁4)*	-11.9023
κΝ	-11.9075
/6))	-11.9146
)/2)/	-11.9247
)**5	-11.9539
PF	-11.9687
NC	-11.9925
NV	-12.0031
**3))	-12.0071
as	-12.0185
**3	-12.0303
1)*	-12.065
ηΨ	-12.0651
bC	-12.0658
Hj	-12.0664
ΘΡ	-12.0705
ΜΠ	-12.0719
vI	-12.0794
κυ	-12.0801
ΔΚ	-12.0908
/7))	-12.091
▁4))	-12.0935
)**9)	-12.0977
**2))	-12.1046
Qn	-12.1079
iQ	-12.1146
_61	-12.1166
▁2)*	-12.1223
φσ	-12.14
zg	-12.1432
Wr	-12.1437
XD	-12.1548
τΗ	-12.1553
mB	-12.1595
ΦΑ	-12.1659
bg	-12.1667
ZR	-12.1683
_1))	-12.1684
ξυ	-12.1718
δΡ	-12.1727
Ατ	-12.1728
Ψβ	-12.1745
ΨΡ	-12.1747
ΚΩ	-12.177
Αδ	-12.1775
Wp	-12.1803
JX	-12.1812
νΜ	-12.1842
Hx	-12.1843
ΙΙ	-12.1871
ΨΓ	-12.1907
12	-12.1947
**9)*	-12.1955
κΞ	-12.1965
οΚ	-12.1969
)**8)	-12.1973
_5)	-12.1998
κΣ	-12.2031
ΚΑ	-12.2037
Μρ	-12.2142
ψΔ	-12.2236
_83	-12.2481
**5))	-12.2501
_44	-12.2533
16	-12.2541
/2)/	-12.2654
rJ	-12.2656
81	-12.275
ιΜ	-12.2813
uK	-12.284
QQ	-12.2847
Ωλ	-12.286
**4	-12.291
1)**	-12.2928
AT	-12.2986
_85	-12.304
κη	-12.3047
6)*	-12.3169
Γε	-12.3213
**8)*	-12.3215
**2	-12.3266
5)*	-12.3312
4**	-12.3319
2)/	-12.3374
Ix	-12.3378
uE	-12.3389
ψρ	-12.3437
Ih	-12.3461
Ef	-12.3498
pQ	-12.3525
4)**	-12.3757
du	-12.3819
**3)**	-12.385
vb	-12.391
PK	-12.3948
ΨΦ	-12.3958
/9))	-12.3994
EO	-12.4011
gk	-12.4079
ιΤ	-12.4096
στ	-12.4106
σΟ	-12.4114
ΙΠ	-12.4121
▁1/	-12.4136
uz	-12.4139
ηΗ	-12.4162
wK	-12.4178
θΨ	-12.4191
ΩΨ	-12.4197
Fn	-12.4204
cv	-12.4204
ιε	-12.4207
σβ	-12.4219
8)/	-12.4271
λι	-12.4277
Ba	-12.4294
φΤ	-12.4317
βη	-12.432
)**2)	-12.4325
Ξφ	-12.4342
χΜ	-12.4357
ΟΞ	-12.4362
jJ	-12.4393
Um	-12.4404
οζ	-12.4405
υΕ	-12.4406
UU	-12.4426
ua	-12.444
Ρκ	-12.4444
οω	-12.4475
Ρλ	-12.4476
ΧΒ	-12.449
ζΥ	-12.4503
δν	-12.4519
Ja	-12.4544
gN	-12.4549
/4)/	-12.4551
Tp	-12.4552
Wb	-12.4557
hD	-12.4562
ΘΣ	-12.4563
UDj	-12.4616
cb	-12.4627
αΤ	-12.4635
/6)*	-12.4635
ζΣ	-12.4637
jN	-12.4684
Ia	-12.47
)/(8*	-12.4735
SD	-12.4795
GS	-12.4825
Sz	-12.4836
)/(7*	-12.4843
US	-12.4925
If	-12.4928
kq	-12.4941
Oc	-12.4946
FQ	-12.498
LQ	-12.502
xq	-12.5026
▁9/	-12.5055
su	-12.5117
)**7)	-12.513
▁8)*	-12.5278
(8**	-12.5316
7)/	-12.533
vH	-12.5443
Rv	-12.5445
μτ	-12.5483
ιβ	-12.5502
jz	-12.5512
ΗΦ	-12.5514
_4)	-12.5522
Pl	-12.5534
υι	-12.5545
Dk	-12.5586
tc	-12.559
δΦ	-12.5595
ZT	-12.56
Rr	-12.5603
ΟΗ	-12.5612
Γμ	-12.5612
Πμ	-12.5613
Κι	-12.5617
θφ	-12.5618
ZV	-12.5624
ΝΦ	-12.5627
Ου	-12.563
CG	-12.5647
Va	-12.5654
τξ	-12.5656
JC	-12.5662
ξΩ	-12.5663
ΩΩ	-12.5664
κΩ	-12.5683
Wv	-12.5683
βΦ	-12.5684
ΟΤ	-12.5694
Bb	-12.57
uo	-12.5713
JV	-12.5727
ΣΗ	-12.5745
TF	-12.5747
λΙ	-12.5749
θι	-12.5752
χΠ	-12.5763
AL	-12.5778
vR	-12.5784
Ηε	-12.5791
Ργ	-12.5791
BT	-12.5793
Ζχ	-12.5793
xx	-12.5796
Rz	-12.5827
εν	-12.583
TP	-12.5836
Ya	-12.5842
wj	-12.5843
Λδ	-12.5844
ΟΒ	-12.5849
bu	-12.5852
Di	-12.5861
δζ	-12.5895
λχ	-12.5895
αΜ	-12.5904
ΓΠ	-12.5916
uA	-12.5937
ΠΖ	-12.5959
ΟΜ	-12.596
να	-12.5964
σΓ	-12.5989
nL	-12.5996
bh	-12.5997
Xh	-12.5999
ζΠ	-12.6007
υε	-12.602
ζΕ	-12.6024
Ti	-12.6031
YH	-12.6031
xa	-12.6041
HL	-12.6043
Φω	-12.6045
σΚ	-12.6047
ΨΜ	-12.6049
zp	-12.6058
ΤΖ	-12.6071
ΧΙ	-12.6077
λΕ	-12.6082
bV	-12.6083
hT	-12.6105
ΔΠ	-12.6108
ωΒ	-12.6115
Hh	-12.6138
ΓΡ	-12.6142
wR	-12.6148
Ff	-12.6153
wp	-12.6155
▁9)*	-12.6161
VR	-12.6167
ηΥ	-12.6173
λδ	-12.618
Δζ	-12.6191
υΣ	-12.6196
θΓ	-12.6199
ΚΡ	-12.6201
αζ	-12.6205
ΓΑ	-12.6211
ρΡ	-12.6227
ΣΛ	-12.6238
ωψ	-12.6261
brE	-12.6277
4)*	-12.6282
Υν	-12.6286
ΝΒ	-12.6299
Ψψ	-12.6301
**7)*	-12.6303
/7)*	-12.6323
δΚ	-12.6325
δΥ	-12.633
ΓΔ	-12.6338
**4)*	-12.6347
oq	-12.638
ΝΞ	-12.639
/4))	-12.6392
GO	-12.6417
OG	-12.6417
)/(2*	-12.6419
δω	-12.6422
)/(4*	-12.6433
λω	-12.6451
ΥΣ	-12.6457
rG	-12.6538
)/(6*	-12.657
Vr	-12.66
rU	-12.6612
5/	-12.6659
Kr	-12.6791
us	-12.6842
(-1))	-12.6993
_17	-12.7005
▁6)*	-12.7042
256	-12.707
_69	-12.7087
5)**	-12.7088
_27	-12.7091
)**3)	-12.7107
(1)	-12.7191
tb	-12.7239
_53	-12.7343
_82	-12.7387
Pt	-12.7401
HZ	-12.7426
zt	-12.7431
▁3)*	-12.747
EN	-12.7472
Un	-12.7507
tH	-12.7595
Al	-12.7645
_92	-12.7687
Ξν	-12.7709
WJ	-12.7739
_79	-12.775
**8	-12.7791
(4**	-12.781
yf	-12.7894
ΞΘ	-12.7928
Χε	-12.7938
_35	-12.794
yO	-12.7941
(-4*	-12.8064
OK	-12.8065
▁2/	-12.8137
Oa	-12.8144
_43	-12.8225
9)**	-12.8249
dG	-12.8265
**9)/2)	-12.8273
)**(3**	-12.8285
(-6*	-12.834
/3)*	-12.8355
/8)**	-12.8355
(-5*	-12.8359
24	-12.8359
Oh	-12.8364
IG	-12.8366
**3)*	-12.8367
/8)*	-12.8374
**2)*	-12.8383
GE	-12.8399
RE	-12.8434
)/(3*	-12.8435
)/5**	-12.8452
UQ	-12.8455
QK	-12.8466
)**(2*	-12.8472
Iu	-12.8482
QW	-12.852
aI	-12.8526
(7**	-12.8527
6)/	-12.8537
iI	-12.8556
EM	-12.8575
/3)**	-12.8588
▁7/	-12.8602
xN	-12.8625
QU	-12.8726
(9**	-12.8753
aQ	-12.8759
Sh	-12.8779
dR	-12.8827
**2*	-12.8872
qQ	-12.8897
ξΦ	-12.8967
_4))	-12.8996
1)/	-12.9019
μχ	-12.9041
ηε	-12.9199
mZ	-12.9222
σφ	-12.9246
6**(	-12.9252
ιΨ	-12.9281
ηκ	-12.9285
8/	-12.9324
Es	-12.934
9**	-12.9361
Jl	-12.9365
kx	-12.9388
Φκ	-12.9437
KW	-12.9456
▁5)*	-12.9457
Yl	-12.9491
gl	-12.9503
_3)	-12.955
βμ	-12.9556
XK	-12.9577
gA	-12.9599
Qs	-12.9609
χΔ	-12.961
_98	-12.9613
un	-12.9616
VA	-12.9621
AH	-12.963
gw	-12.9634
vL	-12.9641
ζη	-12.9656
αε	-12.966
**7))	-12.9661
ΕΒ	-12.969
Bz	-12.9702
μδ	-12.9708
cA	-12.9714
IS	-12.9718
SI	-12.9718
SO	-12.9755
Gy	-12.9759
λΡ	-12.9762
xW	-12.9772
Πχ	-12.9773
Ωο	-12.9774
FC	-12.9779
νι	-12.9782
DW	-12.9787
Πξ	-12.9809
γγ	-12.9809
χΖ	-12.981
NS	-12.9829
Εξ	-12.983
CL	-12.9837
μΓ	-12.9843
AG	-12.9843
Gn	-12.9852
ΦΞ	-12.9854
υΜ	-12.9856
υΩ	-12.986
bK	-12.9863
Az	-12.9865
PT	-12.9865
Xm	-12.9876
γχ	-12.9879
_2))	-12.989
uj	-12.9894
κχ	-12.9903
NQ	-12.9904
LB	-12.9906
ΛΩ	-12.9913
xR	-12.9914
Fy	-12.9928
yx	-12.994
ξκ	-12.994
Τξ	-12.995
Ga	-12.9962
λσ	-12.9968
οΕ	-12.9974
ΡΡ	-12.9976
WP	-12.9995
οθ	-13.0014
tI	-13.0019
ΚΚ	-13.002
bP	-13.0028
φα	-13.0035
TU	-13.0047
4)/	-13.005
Mk	-13.0052
ΔΩ	-13.0054
χΓ	-13.0055
κΨ	-13.0067
hR	-13.0073
BR	-13.0079
cX	-13.0086
lh	-13.0099
AW	-13.0104
/2)/2)	-13.0109
δβ	-13.0128
_6)/	-13.0137
θΑ	-13.0138
pX	-13.0139
Θδ	-13.014
lR	-13.0147
εΛ	-13.017
ΔΨ	-13.0176
kh	-13.0178
Κα	-13.0186
ψΙ	-13.0189
Ελ	-13.0202
rC	-13.0204
Ah	-13.0205
εκ	-13.0206
ψΛ	-13.0213
ΡΔ	-13.0231
κΛ	-13.0233
ΔΘ	-13.0235
χω	-13.0254
ab	-13.0265
Mb	-13.0272
ZO	-13.0273
RT	-13.0278
υΔ	-13.0287
Δυ	-13.0287
ΜΒ	-13.0296
Χλ	-13.03
Cs	-13.0314
ah	-13.0334
pU	-13.0336
Gr	-13.0339
CI	-13.035
ZN	-13.0357
Eo	-13.0368
Δκ	-13.0382
ΣΑ	-13.0384
ΓΧ	-13.0414
Σγ	-13.0418
ND	-13.0422
Jh	-13.0427
ωΨ	-13.0431
Ζρ	-13.044
PO	-13.0458
Υγ	-13.0491
ψΨ	-13.0496
Oy	-13.0539
λΥ	-13.0569
EZ	-13.0574
kO	-13.0574
mI	-13.0593
ΓΓ	-13.06
ws	-13.0629
gE	-13.0637
Eg	-13.0637
Io	-13.0649
ψΑ	-13.0649
Og	-13.065
IY	-13.0654
wN	-13.0658
Nv	-13.0672
34	-13.0693
ZS	-13.0697
dW	-13.0712
jQ	-13.0719
3)/	-13.0728
(-3*	-13.0739
0	-13.0749
CO	-13.0755
Sg	-13.0762
EJ	-13.0764
SSN	-13.0771
OFS	-13.0773
Evj	-13.0774
jvS	-13.0774
nEk	-13.0775
fOB	-13.0775
MOs	-13.0776
wSs	-13.0776
τΟχ	-13.0777
σΡΗ	-13.0778
png	-13.0778
εξΘ	-13.0778
gfY	-13.0779
ΧΨΘ	-13.0779
WRC	-13.0779
ΠΥΗ	-13.0779
)**(9**	-13.0779
BZt	-13.078
ryw	-13.078
ΔΧΕ	-13.078
Rqp	-13.078
ΕΑΝ	-13.078
ΙΤΓ	-13.078
ορΤ	-13.078
ηΑψ	-13.078
NOE	-13.0784
GNy	-13.0784
τΡμ	-13.0785
SjY	-13.0785
ZzR	-13.0785
kXC	-13.0785
Hcs	-13.0785
qyZ	-13.0786
μΜΧ	-13.0786
ΩθΧ	-13.0786
ΗΤο	-13.0786
τΜΤ	-13.0787
Σξι	-13.0787
ΖΒυ	-13.0787
itk	-13.0787
ΚχΞ	-13.0788
JWi	-13.0788
ΣτΔ	-13.0788
ΓΕΕ	-13.0788
bqB	-13.0788
ΛΝΛ	-13.0788
ΙκΓ	-13.0788
ΣΓλ	-13.0789
avO	-13.0789
Δλρ	-13.0789
σΨΑ	-13.0789
ΣωΝ	-13.079
ρυΗ	-13.079
xTk	-13.079
ΥωΠ	-13.0792
σμΡ	-13.0793
SqQ	-13.0794
τΛσ	-13.0794
ΙΟκ	-13.0795
yuw	-13.0795
nGX	-13.0795
ΩιΚ	-13.0795
XXc	-13.0796
zLD	-13.0796
jVt	-13.0796
υνΚ	-13.0796
WwN	-13.0796
dsh	-13.0796
ΝδΒ	-13.0797
zWt	-13.0797
ΣΤΝ	-13.0797
ypB	-13.0798
Anb	-13.0798
aHY	-13.0799
Fbc	-13.0799
AbT	-13.0799
Θεδ	-13.08
**6)/	-13.08
ΓΥξ	-13.08
olj	-13.0801
ΓΥΝ	-13.0802
Jlw	-13.0803
OOa	-13.0804
Ωτχ	-13.0805
ηεθ	-13.0805
nVr	-13.0806
cFm	-13.0807
Ψξρ	-13.0808
ανΦ	-13.0808
γτν	-13.0809
λγω	-13.0809
BrB	-13.081
ΕνΙ	-13.081
RYl	-13.0811
jzh	-13.0812
rUZ	-13.0812
oS	-13.0813
IP	-13.0814
729	-13.0814
Εψγ	-13.0819
tGz	-13.0819
ΑΛδ	-13.0819
POh	-13.082
Αδτ	-13.0821
cAw	-13.0823
ωψΣ	-13.0824
GXD	-13.0832
ΤδΡ	-13.0844
iS	-13.0846
jE	-13.0851
EG	-13.0853
gQ	-13.0857
**5)*	-13.0862
Cq	-13.0862
Sb	-13.0868
zE	-13.0872
kE	-13.0922
Im	-13.0942
6)**	-13.0953
▁4)/	-13.0966
yN	-13.0979
SP	-13.0984
hQ	-13.1005
FO	-13.102
HO	-13.1022
MI	-13.1023
QB	-13.103
qj	-13.1031
kN	-13.1032
)/4**	-13.1061
LO	-13.1075
TN	-13.1078
XQ	-13.1079
EW	-13.1083
mN	-13.1092
iO	-13.1099
NU	-13.1123
uS	-13.1129
Ob	-13.113
bO	-13.113
Sx	-13.1151
YN	-13.1157
kQ	-13.1157
cO	-13.1189
Qw	-13.1217
**6)/2)	-13.122
ys	-13.1229
)/(9*	-13.1233
Op	-13.1237
Vq	-13.1265
MQ	-13.1304
tX	-13.1306
hS	-13.1313
16*	-13.1341
sA	-13.1344
sm	-13.1406
_1)	-13.1411
gg	-13.144
vD	-13.152
μγ	-13.1589
2/	-13.1596
Pv	-13.1609
lZ	-13.1623
Bg	-13.1631
hv	-13.1632
χΦ	-13.1655
Φφ	-13.1672
μΔ	-13.17
nx	-13.172
Ωτ	-13.1729
τν	-13.1736
rn	-13.1757
ΩΗ	-13.1759
14	-13.1764
KG	-13.1775
Uv	-13.1786
μμ	-13.1796
▁4)**	-13.181
υΒ	-13.1815
ξξ	-13.183
Τφ	-13.1838
Gz	-13.1844
sd	-13.1846
Ψξ	-13.1849
_5))	-13.1852
Kk	-13.1864
νΦ	-13.1866
ΨΗ	-13.1877
)/2)/4	-13.1893
qI	-13.1903
yB	-13.1907
oV	-13.1913
ου	-13.1915
ΦΖ	-13.1917
μΦ	-13.1918
Mg	-13.1926
XG	-13.1937
ΦΙ	-13.1955
gi	-13.1956
ΗΕ	-13.1964
Δθ	-13.1969
(-1	-13.1976
ΨΤ	-13.1978
μΗ	-13.1984
UD	-13.199
VH	-13.1991
τΘ	-13.2011
KM	-13.2019
χμ	-13.2022
νΗ	-13.2035
Jr	-13.2039
zn	-13.2044
cg	-13.2054
ιΦ	-13.206
ΗΧ	-13.2063
Σμ	-13.2063
φε	-13.2066
μΟ	-13.2067
Ιτ	-13.2088
σν	-13.2089
Gv	-13.2095
ΒΩ	-13.2096
Aw	-13.2097
ζφ	-13.21
ΦΜ	-13.2107
νΩ	-13.2112
lH	-13.2124
Ηι	-13.2127
ΣΨ	-13.2128
It	-13.2129
BM	-13.213
Δι	-13.2136
7)**	-13.2137
ΨΠ	-13.2143
λΒ	-13.2156
χι	-13.2166
ΦΓ	-13.217
ΗΗ	-13.2178
Bo	-13.2182
ιφ	-13.2183
Zk	-13.2186
ισ	-13.2187
▁1)*	-13.2187
pB	-13.2198
iX	-13.2207
Ηχ	-13.2217
χΗ	-13.2217
Ψε	-13.222
iy	-13.2245
oG	-13.2249
Ητ	-13.2254
nb	-13.2255
χχ	-13.2256
JJ	-13.2264
ΔΟ	-13.227
nD	-13.2272
νΙ	-13.2277
θΘ	-13.2277
σχ	-13.2277
KP	-13.2284
GK	-13.2284
ΙΡ	-13.2285
Φρ	-13.2286
Fv	-13.2289
φΓ	-13.2289
ογ	-13.229
TD	-13.229
Υξ	-13.2291
Kl	-13.2292
Ag	-13.2306
ΧΓ	-13.2308
νΠ	-13.2311
Mn	-13.2311
κο	-13.2312
ΒΕ	-13.2313
jh	-13.2315
φΟ	-13.232
ZD	-13.2322
GC	-13.2323
ζΘ	-13.2323
σΩ	-13.2329
lC	-13.2331
Cl	-13.2331
BB	-13.2333
LT	-13.2336
Cy	-13.2346
mg	-13.2352
εμ	-13.2353
θΒ	-13.2357
Ha	-13.2359
VL	-13.2366
Wm	-13.2369
φΚ	-13.2371
νμ	-13.2375
gV	-13.238
gF	-13.2383
cF	-13.2385
θΛ	-13.2387
ΤΕ	-13.239
MD	-13.2404
ΦΠ	-13.2404
Τδ	-13.241
ow	-13.2413
ιΘ	-13.2414
Dg	-13.2416
mo	-13.2416
νΛ	-13.2418
Πι	-13.2422
σΝ	-13.2425
kf	-13.2427
Yg	-13.2431
nc	-13.244
Vo	-13.2445
6/	-13.2446
tx	-13.2447
oH	-13.2447
oU	-13.2457
ΗΘ	-13.2467
Ku	-13.2469
1/	-13.247
cm	-13.2474
Φθ	-13.2474
ΦΒ	-13.2482
Ψτ	-13.2483
/5	-13.2489
cu	-13.2489
Kx	-13.2495
ΕΗ	-13.25
ωφ	-13.2502
Vc	-13.2502
yl	-13.2505
ηΩ	-13.2506
Οο	-13.251
φβ	-13.2512
oL	-13.2514
tL	-13.2514
ΖΗ	-13.2518
yy	-13.2521
Zf	-13.2525
φΘ	-13.2525
Λι	-13.2534
ζι	-13.2536
Jg	-13.2548
gJ	-13.2548
χψ	-13.2554
Zp	-13.2559
pZ	-13.2559
Εσ	-13.2563
Ψρ	-13.2568
CY	-13.2573
ΛΔ	-13.2577
Ζφ	-13.2577
τΕ	-13.2581
ΗΛ	-13.2588
ob	-13.2588
Ηζ	-13.259
aC	-13.2592
βΥ	-13.2594
ΕΩ	-13.2596
GA	-13.2597
hg	-13.2598
fL	-13.2598
Ζτ	-13.2599
εχ	-13.2601
χΙ	-13.2602
τυ	-13.2603
φθ	-13.2605
/7)**	-13.2611
ΖΩ	-13.2614
Μδ	-13.2614
σε	-13.2623
wX	-13.2635
θΟ	-13.2636
ΕΥ	-13.2637
ζΓ	-13.2638
τε	-13.264
Gw	-13.2642
yT	-13.2649
Χχ	-13.265
εΟ	-13.265
KJ	-13.2651
Rg	-13.2655
cJ	-13.2662
ΜΦ	-13.2663
ho	-13.2665
kk	-13.2666
XV	-13.2668
ΞΔ	-13.2671
χκ	-13.2672
οο	-13.2674
Vj	-13.2674
PH	-13.2677
jF	-13.2678
UX	-13.2681
ΩΛ	-13.2685
lF	-13.2689
of	-13.2689
μΥ	-13.2691
Ak	-13.2695
Εψ	-13.2708
σδ	-13.271
Ρο	-13.2716
κΟ	-13.2721
(7	-13.2733
γω	-13.2737
yD	-13.2737
lY	-13.2737
φλ	-13.2746
aG	-13.2749
(6**	-13.2749
Ρβ	-13.275
PM	-13.275
_7)	-13.2751
yY	-13.2753
ΖΨ	-13.2757
ΗΔ	-13.2759
Ml	-13.276
pK	-13.2761
ff	-13.2764
ωΕ	-13.2765
Σι	-13.277
▁3)/	-13.2772
**3*	-13.2775
ΠΘ	-13.2777
Qr	-13.2786
pf	-13.2797
wT	-13.2798
εΨ	-13.28
ΕΘ	-13.2804
ΔΣ	-13.2805
AF	-13.2808
nu	-13.2809
αχ	-13.281
χα	-13.281
ψγ	-13.2811
υβ	-13.2813
βυ	-13.2813
Tu	-13.2819
Μξ	-13.2822
Ρυ	-13.2822
hB	-13.2827
xn	-13.2836
ξΔ	-13.2845
ka	-13.2849
γη	-13.285
Jj	-13.285
ιΥ	-13.2851
mU	-13.2867
sv	-13.2869
ik	-13.2875
Fu	-13.2876
Ρν	-13.2885
xu	-13.2886
HV	-13.2887
οκ	-13.289
hX	-13.2896
τΓ	-13.2898
FU	-13.2902
wY	-13.2904
Ζθ	-13.2906
Ym	-13.2907
ΡΧ	-13.2912
ξΣ	-13.2913
ΖΙ	-13.2921
VD	-13.2923
ΖΑ	-13.2924
βκ	-13.2925
Ιυ	-13.2926
ΧΠ	-13.2926
jf	-13.2927
ΛΕ	-13.2932
ρα	-13.2933
λη	-13.2938
fl	-13.2938
37	-13.2939
ΥΝ	-13.2944
ΤΡ	-13.2946
Mu	-13.2948
Υχ	-13.2951
ΝΗ	-13.2952
ΙΒ	-13.2958
8)**	-13.2961
wW	-13.2962
PR	-13.2963
pj	-13.2963
φΥ	-13.297
xL	-13.2971
YD	-13.2977
Et	-13.2978
ζθ	-13.2981
λβ	-13.2983
AJ	-13.2983
Κτ	-13.2986
ΕΤ	-13.2987
Hi	-13.2989
ηΜ	-13.299
Υτ	-13.2993
ζε	-13.2996
λΘ	-13.2997
iU	-13.3
DM	-13.3
ΥΟ	-13.3003
εγ	-13.3008
ΨΔ	-13.3009
TJ	-13.3011
γΑ	-13.3012
ηΔ	-13.3015
Ψα	-13.3016
δυ	-13.3017
τρ	-13.302
Λζ	-13.3026
οα	-13.3032
Μβ	-13.3036
/2)**	-13.3036
iY	-13.3041
ΤΒ	-13.3043
ΤΑ	-13.3054
δε	-13.3058
βΔ	-13.3061
Mi	-13.3064
ιψ	-13.3069
Γη	-13.3071
nf	-13.3081
γκ	-13.3082
δΛ	-13.3087
fT	-13.3089
pA	-13.3098
εΞ	-13.3099
ΑΞ	-13.3102
JD	-13.3106
ρΝ	-13.311
ΕΔ	-13.3114
ΛΞ	-13.3128
Uc	-13.3129
βΣ	-13.3129
Ξζ	-13.313
ΔΖ	-13.3132
Uh	-13.3133
Μθ	-13.3136
qP	-13.3139
Rw	-13.3146
ΠΣ	-13.3155
Nt	-13.3155
ωΩ	-13.3159
Ωω	-13.3159
Dh	-13.3159
Ru	-13.3169
up	-13.3169
λκ	-13.3174
ΔΙ	-13.3178
ζΜ	-13.3184
Τλ	-13.3185
Ξδ	-13.3193
ca	-13.3196
Mh	-13.3198
hM	-13.3198
ΣΖ	-13.3201
Wh	-13.3236
if	-13.3249
ρΘ	-13.3256
βΝ	-13.326
aR	-13.3264
ΛΓ	-13.3266
ρΠ	-13.3268
ΡΝ	-13.3271
ΝΘ	-13.3275
Σζ	-13.3279
αδ	-13.328
δα	-13.328
ΥΖ	-13.3287
ΜΞ	-13.3289
ΞΜ	-13.3289
ωω	-13.3309
ΙΥ	-13.3334
pb	-13.3342
ρθ	-13.3345
Κν	-13.3352
ch	-13.3358
Υζ	-13.3366
15	-13.3367
ωβ	-13.3367
Jp	-13.3372
ΞΓ	-13.3374
Br	-13.3382
rB	-13.3382
qU	-13.339
Uq	-13.339
Πω	-13.3394
_8)	-13.3396
512	-13.3405
Νν	-13.3406
_1**	-13.3412
cp	-13.3423
cR	-13.3424
_5**	-13.3428
ΝΧ	-13.3434
fR	-13.3454
ψΡ	-13.3454
ΣΔ	-13.3469
Υλ	-13.3474
pp	-13.3493
Αω	-13.3493
ωΑ	-13.3493
▁5)**	-13.3495
νω	-13.3516
ωΛ	-13.3521
ΥΜ	-13.3531
ΣΣ	-13.354
Χω	-13.3544
ΥΔ	-13.3559
εψ	-13.3567
ψε	-13.3567
Λψ	-13.3598
ΔΝ	-13.3607
ΥΓ	-13.3618
ψΧ	-13.3621
-4**	-13.3639
κψ	-13.3647
ψδ	-13.3667
λψ	-13.3711
ΥΚ	-13.3714
ωΔ	-13.3721
ωα	-13.3725
αψ	-13.3804
vs	-13.3873
(1)**	-13.3921
ru	-13.3929
_2)	-13.3947
**4)/	-13.3947
**3)/	-13.3955
9)/	-13.3993
Dr	-13.4005
tG	-13.4068
_962	-13.4107
SSZ	-13.4109
QOz	-13.4109
QlN	-13.4109
IQh	-13.411
NyC	-13.4112
Evc	-13.4112
AXO	-13.4112
lqE	-13.4113
nSB	-13.4113
Njk	-13.4113
SBV	-13.4113
Ozs	-13.4113
clE	-13.4113
AMO	-13.4113
NAm	-13.4113
xOJ	-13.4113
Njc	-13.4113
fYI	-13.4114
cxS	-13.4114
iEp	-13.4114
EHr	-13.4114
rcI	-13.4115
KCv	-13.4115
Olt	-13.4115
oQt	-13.4115
gKn	-13.4116
zkv	-13.4116
Bmv	-13.4116
μξΕ	-13.4116
ξτΟ	-13.4116
fvK	-13.4116
vwm	-13.4117
zlP	-13.4117
φΨο	-13.4117
TjB	-13.4117
blK	-13.4117
zln	-13.4117
qbv	-13.4117
ulP	-13.4117
ΧηΦ	-13.4117
οΩβ	-13.4117
ιΣΩ	-13.4117
ΠΦΤ	-13.4117
KDx	-13.4118
KyR	-13.4118
Uoi	-13.4118
lPW	-13.4118
ιΧΑ	-13.4118
ΟΕε	-13.4118
ηΟδ	-13.4118
ΠγΩ	-13.4118
φδΘ	-13.4118
Tzu	-13.4118
ΦψΗ	-13.4118
fZi	-13.4118
uyU	-13.4118
χΛΒ	-13.4118
kTw	-13.4118
ζΟΕ	-13.4118
lPh	-13.4118
CbL	-13.4118
sGu	-13.4118
σωΗ	-13.4118
)**(2**	-13.4118
TfC	-13.4118
mAq	-13.4118
ζΩΧ	-13.4118
ΦνΣ	-13.4118
οΛΠ	-13.4118
qbz	-13.4118
aMz	-13.4118
WXL	-13.4119
ΧνΨ	-13.4119
RMC	-13.4119
ΠκΡ	-13.4119
HnY	-13.4119
cTz	-13.4119
MCR	-13.4119
DuD	-13.4119
qxH	-13.4119
ΜΟΑ	-13.4119
ΓΙφ	-13.4119
ΒΓσ	-13.4119
γΨζ	-13.4119
xkb	-13.4119
βΞΠ	-13.4119
JTT	-13.4119
ΞΖΠ	-13.4119
qxM	-13.4119
AYi	-13.4119
XrI	-13.4119
Phb	-13.4119
ΙΗω	-13.4119
fwm	-13.4119
ΧΤΘ	-13.4119
γΠΞ	-13.4119
hcP	-13.4119
ωΗκ	-13.4119
ΔΥΗ	-13.4119
λΛΖ	-13.4119
ξζρ	-13.4119
ΝΩΤ	-13.412
δΤε	-13.412
Thb	-13.412
ΖΤΜ	-13.412
Βξψ	-13.412
ωΘο	-13.412
αΧζ	-13.412
ρΛΒ	-13.412
IHz	-13.412
ΜΟψ	-13.412
ΒψΕ	-13.4121
ΙΚλ	-13.4121
GYO	-13.4121
ψυγ	-13.4121
ωΙΣ	-13.4121
ψΒΔ	-13.4121
OtR	-13.4121
nAI	-13.4122
ZsN	-13.4122
Sro	-13.4122
QCP	-13.4122
twV	-13.4122
OFH	-13.4122
uwO	-13.4122
TBN	-13.4122
OIc	-13.4123
SMF	-13.4123
ΓψΚ	-13.4123
FRt	-13.4123
OvX	-13.4123
IKy	-13.4124
zOk	-13.4124
nOz	-13.4124
JIl	-13.4124
wOX	-13.4125
QLl	-13.4125
lpN	-13.4125
LNy	-13.4125
TEu	-13.4125
OPW	-13.4125
ctO	-13.4125
iEl	-13.4125
GNj	-13.4126
fVI	-13.4126
hOL	-13.4126
UEh	-13.4126
Zny	-13.4126
Smh	-13.4126
ZvP	-13.4126
lGo	-13.4126
WIF	-13.4127
HJO	-13.4127
ξΨμ	-13.4127
FtN	-13.4127
ΨΕΦ	-13.4127
uMs	-13.4127
vxg	-13.4127
ΗμΣ	-13.4127
jKF	-13.4127
rzH	-13.4127
tNb	-13.4127
wBv	-13.4127
ΨΥμ	-13.4127
CkD	-13.4128
XgC	-13.4128
CFF	-13.4128
ΕτΟ	-13.4128
oty	-13.4128
yoD	-13.4128
**6)*	-13.4128
χΞτ	-13.4128
Sns	-13.4128
οΟΟ	-13.4128
εΝμ	-13.4128
ξβΕ	-13.4128
BuT	-13.4128
ZHH	-13.4128
yzD	-13.4128
EFI	-13.4128
anz	-13.4128
υΘφ	-13.4128
nmz	-13.4128
ΟΥι	-13.4128
xrL	-13.4128
σΧο	-13.4128
riD	-13.4128
Fqx	-13.4128
mKT	-13.4128
Θζσ	-13.4128
Ζδσ	-13.4128
φμΜ	-13.4128
PyJ	-13.4128
vXF	-13.4129
Nsc	-13.4129
pvC	-13.4129
ΠΜΩ	-13.4129
ΩΕΞ	-13.4129
opk	-13.4129
wCU	-13.4129
CXL	-13.4129
kBU	-13.4129
WYZ	-13.4129
osF	-13.4129
ξΑΧ	-13.4129
LFG	-13.4129
ΕΧσ	-13.4129
Ykj	-13.4129
WyA	-13.4129
κλξ	-13.4129
lsO	-13.4129
ηθο	-13.4129
ηΖΖ	-13.4129
ΠΟζ	-13.4129
τχΨ	-13.4129
HPr	-13.4129
SnQ	-13.4129
Αεη	-13.4129
RFq	-13.4129
kMx	-13.4129
ΖΚΦ	-13.4129
εσκ	-13.4129
xkH	-13.4129
uGo	-13.4129
βΖυ	-13.4129
Υψμ	-13.413
δΟΑ	-13.413
οΡΑ	-13.413
WaF	-13.413
Txg	-13.413
ηωτ	-13.413
CPV	-13.413
fig	-13.413
ΠΕΑ	-13.413
PrY	-13.413
HnM	-13.413
nAX	-13.413
zdN	-13.413
maB	-13.413
Bma	-13.413
δηθ	-13.413
εΕΑ	-13.413
δΕε	-13.413
plk	-13.413
δΨγ	-13.413
χδΔ	-13.413
fKL	-13.413
osR	-13.413
ASX	-13.413
HRV	-13.413
wPn	-13.413
ηΠΝ	-13.413
scG	-13.413
zij	-13.413
οηλ	-13.413
τζΙ	-13.413
ΨΚκ	-13.413
IWK	-13.413
βΧγ	-13.413
FJL	-13.413
saJ	-13.413
swM	-13.413
tUb	-13.413
zbm	-13.413
aAc	-13.413
IWC	-13.413
ΟΔΒ	-13.413
ΜΙν	-13.413
ΑνΤ	-13.413
Ξγθ	-13.413
νΞξ	-13.413
Rnt	-13.413
WYX	-13.413
Wwh	-13.4131
Λχθ	-13.4131
ΝυΠ	-13.4131
xGF	-13.4131
xGq	-13.4131
ΜιΝ	-13.4131
ΜκΙ	-13.4131
mmA	-13.4131
XJb	-13.4131
Εγτ	-13.4131
Νοσ	-13.4131
ηΞω	-13.4131
TSw	-13.4131
LDC	-13.4131
MLb	-13.4131
mml	-13.4131
Πγρ	-13.4131
iPn	-13.4131
Wgc	-13.4131
RPp	-13.4131
fUJ	-13.4131
VOS	-13.4131
xij	-13.4131
bAp	-13.4131
αΔΛ	-13.4131
pxY	-13.4131
Πζγ	-13.4131
ΓφΙ	-13.4131
FWD	-13.4131
ψηζ	-13.4131
tFI	-13.4131
UGX	-13.4131
PUr	-13.4132
δτΛ	-13.4132
ΚΓΒ	-13.4132
IzB	-13.4132
βΖα	-13.4132
Dpu	-13.4132
ΝΑΖ	-13.4132
HJb	-13.4132
CmK	-13.4132
mfi	-13.4132
ΚΝξ	-13.4132
χυμ	-13.4132
δΤψ	-13.4132
ζΙλ	-13.4132
XFc	-13.4133
giE	-13.4133
ΚΥΤ	-13.4133
LTI	-13.4133
ΚΝγ	-13.4133
ΥΛρ	-13.4133
αΚΖ	-13.4133
kWR	-13.4133
LDb	-13.4133
ΜΓΨ	-13.4133
ΧαΚ	-13.4133
cWt	-13.4133
Ααν	-13.4133
iRW	-13.4134
QAr	-13.4134
ΓΘΝ	-13.4134
κιΗ	-13.4134
ΘΝΓ	-13.4134
iRb	-13.4134
Υυψ	-13.4134
ΥοΗ	-13.4134
vrh	-13.4134
ΓΕΚ	-13.4134
Ζση	-13.4134
QTB	-13.4134
ELR	-13.4134
FWE	-13.4134
ibN	-13.4134
σΞη	-13.4134
FGV	-13.4134
ΖΔσ	-13.4135
EFL	-13.4135
kJv	-13.4135
NXF	-13.4135
Sna	-13.4135
VHS	-13.4135
Κθη	-13.4135
ttr	-13.4136
OaE	-13.4136
θΝΠ	-13.4136
ξΛΜ	-13.4136
VsU	-13.4136
λΞΡ	-13.4136
oZK	-13.4136
ZIF	-13.4136
mjV	-13.4136
ζΞΞ	-13.4136
WNB	-13.4137
ΚβΞ	-13.4137
ΔψΩ	-13.4137
psr	-13.4137
FHt	-13.4137
ωξΙ	-13.4137
εΠρ	-13.4137
xRO	-13.4138
ΨΛμ	-13.4138
dTv	-13.4138
μβΠ	-13.4138
ωηγ	-13.4138
UPg	-13.4138
wno	-13.4138
Ydv	-13.4138
jsv	-13.4138
rcU	-13.4139
ιξε	-13.4139
LVg	-13.4139
jQZ	-13.4139
zwz	-13.4139
FPP	-13.4139
φιλ	-13.4139
XYr	-13.4139
βθσ	-13.4139
yMX	-13.4139
Nkx	-13.4139
aXg	-13.4139
_495	-13.4139
dIH	-13.4139
UqX	-13.4139
rSj	-13.414
ΩδΧ	-13.414
ΩΣε	-13.414
Θιδ	-13.414
wfr	-13.414
JRs	-13.414
yHl	-13.414
Hos	-13.414
ιΚξ	-13.414
ΞχΡ	-13.414
ΖΡΖ	-13.4141
Ebt	-13.4141
Ks	-13.4141
ΙΘΗ	-13.4141
BIY	-13.4141
ΤΩγ	-13.4141
ΔτΩ	-13.4141
XuG	-13.4141
qsy	-13.4141
Spd	-13.4141
HlU	-13.4141
MFX	-13.4141
ΔΑΒ	-13.4142
DrS	-13.4142
jmt	-13.4142
LfM	-13.4142
μνΠ	-13.4142
ωρι	-13.4142
kOq	-13.4142
YjL	-13.4142
ΓΨφ	-13.4142
MwD	-13.4143
EoM	-13.4143
βΤω	-13.4143
nDo	-13.4143
CiR	-13.4143
LmL	-13.4143
Ypu	-13.4143
ruM	-13.4143
ΙΤβ	-13.4143
Δτλ	-13.4143
ΖαΛ	-13.4143
ΜΖε	-13.4143
φΔω	-13.4143
WSK	-13.4143
Bgy	-13.4143
NlZ	-13.4144
jNE	-13.4144
qdK	-13.4144
ΦΜφ	-13.4144
Τβλ	-13.4144
lND	-13.4144
hmI	-13.4144
bJR	-13.4144
ufF	-13.4144
χΒΕ	-13.4144
οΜΥ	-13.4144
Mgz	-13.4144
shQ	-13.4144
MUt	-13.4144
ογΩ	-13.4145
ΙΡξ	-13.4145
Ημγ	-13.4145
ΩσΝ	-13.4145
cQi	-13.4145
NDn	-13.4145
ΘεΔ	-13.4145
ZrC	-13.4145
oRL	-13.4145
BMy	-13.4145
cgI	-13.4145
ggb	-13.4145
τμΔ	-13.4145
ΩΕΥ	-13.4145
ΡΗΕ	-13.4145
XGm	-13.4145
VCs	-13.4145
λΒΦ	-13.4145
ΔωΣ	-13.4145
ζγψ	-13.4146
cZF	-13.4146
hvj	-13.4146
Ζζφ	-13.4146
ΨΠθ	-13.4146
Ham	-13.4146
Lku	-13.4146
wsV	-13.4146
ΧΟν	-13.4146
ουτ	-13.4146
WjW	-13.4146
Pvh	-13.4146
Ψεθ	-13.4146
ΦρΖ	-13.4146
aMn	-13.4146
RKG	-13.4147
Ξξξ	-13.4147
ΖΜδ	-13.4147
oyO	-13.4147
ΔΦΓ	-13.4147
Hff	-13.4147
omZ	-13.4148
YcJ	-13.4148
Qjd	-13.4148
φΚΞ	-13.4148
AHg	-13.4148
ΓΙτ	-13.4148
μχΩ	-13.4148
ωωΘ	-13.4148
KRc	-13.4148
ΘΛΜ	-13.4149
ljL	-13.4149
JJu	-13.4149
wwD	-13.4149
δΤφ	-13.4149
νλΒ	-13.4149
Vnx	-13.4149
yOj	-13.4149
TGr	-13.4149
AZO	-13.4149
ΔθΠ	-13.4149
φΓΝ	-13.415
γΙψ	-13.415
kWM	-13.415
yiS	-13.415
IIt	-13.4151
vbE	-13.4151
ΕΦκ	-13.4151
nxp	-13.4151
KWD	-13.4152
miX	-13.4152
idi	-13.4152
ΠλΡ	-13.4152
EJv	-13.4152
Sbm	-13.4152
hrp	-13.4152
σαε	-13.4152
αετ	-13.4152
εΔψ	-13.4152
Βζη	-13.4153
ΗΚΚ	-13.4153
ξΦε	-13.4153
γΕΒ	-13.4153
τηε	-13.4153
ΘψΛ	-13.4153
hun	-13.4154
ψΙθ	-13.4154
γγΜ	-13.4154
QWg	-13.4155
KMj	-13.4155
yBG	-13.4155
ΚΚο	-13.4155
ΨΗο	-13.4156
jhk	-13.4156
ζΘτ	-13.4156
ηκΙ	-13.4156
JOy	-13.4156
δΩΗ	-13.4156
ωΕι	-13.4156
ηκΧ	-13.4156
γΔι	-13.4156
βτΘ	-13.4156
UvP	-13.4156
νΗΡ	-13.4157
ΗΧΛ	-13.4157
ΦΙΘ	-13.4157
ΛχΦ	-13.4157
AVL	-13.4157
sUQ	-13.4157
lHA	-13.4157
Tnc	-13.4158
ftX	-13.4158
XXt	-13.4158
ΑΤΕ	-13.4158
ρασ	-13.4158
VvD	-13.4158
rGm	-13.4158
ρΝφ	-13.4158
vHQ	-13.4158
θΛΧ	-13.4158
ΦΖΥ	-13.4158
GIa	-13.4159
λθΒ	-13.4159
Ξνθ	-13.4159
IJV	-13.4159
kWm	-13.4159
rCC	-13.4159
RvZ	-13.4159
ιΨΟ	-13.4159
Atb	-13.4159
Βχψ	-13.416
ΛΔΒ	-13.416
ζΓΨ	-13.416
nxF	-13.416
vDR	-13.416
fLm	-13.416
Νσν	-13.416
VHA	-13.416
ηεω	-13.416
νΞΔ	-13.416
pfF	-13.416
Κιμ	-13.416
Γφε	-13.416
gNH	-13.416
υΜΗ	-13.4161
νΩψ	-13.4161
TDX	-13.4161
PKO	-13.4161
ΔΟΩ	-13.4161
cuf	-13.4162
υΒδ	-13.4162
GRz	-13.4162
ΧΓα	-13.4162
ωμγ	-13.4162
υΒμ	-13.4162
ναξ	-13.4162
DiG	-13.4163
οδΦ	-13.4163
aVA	-13.4163
yhR	-13.4163
bhy	-13.4163
ΚιΩ	-13.4163
FYa	-13.4164
REb	-13.4164
Uxx	-13.4164
Vak	-13.4165
LJC	-13.4165
θφγ	-13.4165
uGr	-13.4165
JJF	-13.4165
WMD	-13.4165
ηΧΓ	-13.4166
UVa	-13.4166
buJ	-13.4166
Rcm	-13.4166
dPh	-13.4166
kpQ	-13.4166
ΣβΥ	-13.4167
cdo	-13.4167
OKk	-13.4167
ALp	-13.4167
Rvc	-13.4168
ΞΝΦ	-13.4168
zJl	-13.4168
kxz	-13.4168
Καν	-13.4169
ΟΤρ	-13.4169
vbX	-13.4169
WJA	-13.4169
ιβψ	-13.417
ωψλ	-13.4171
uzs	-13.4171
ZND	-13.4171
gDk	-13.4171
ΗΩλ	-13.4172
iyO	-13.4172
oVc	-13.4173
ΨΤφ	-13.4175
τνΛ	-13.4175
Εδζ	-13.4175
λΙξ	-13.4175
WSD	-13.4175
ΓμΖ	-13.4176
υΒΩ	-13.4176
ΑΟυ	-13.4176
ξαΜ	-13.4176
Μυι	-13.4176
νΝΦ	-13.4177
ψιΤ	-13.4177
bBb	-13.4177
ΙΠΥ	-13.4177
Ζεν	-13.4177
ΡγΞ	-13.4177
κου	-13.4177
JVU	-13.4177
ξΦφ	-13.4177
ΓΠΔ	-13.4178
ωΒΧ	-13.4178
ΔθΘ	-13.4179
ΣμΔ	-13.4179
(-8*	-13.418
θΣΗ	-13.418
qUn	-13.418
χΔΣ	-13.418
ΣΨΤ	-13.4181
ΣΨρ	-13.4181
ονΜ	-13.4182
FnJ	-13.4182
ΘΙΠ	-13.4183
ΛΚΩ	-13.4184
bTF	-13.4184
oPd	-13.4184
ζΥσ	-13.4185
ζαΜ	-13.4185
λΙΞ	-13.4185
qPl	-13.4185
ψρχ	-13.4187
Νοω	-13.419
jq	-13.419
dQv	-13.419
mBP	-13.4191
λΜΠ	-13.4191
doh	-13.4191
ιΜΥ	-13.4193
lsd	-13.4193
)/6**	-13.4193
lWp	-13.4194
Dkf	-13.4196
**8)/	-13.4197
ηκΩ	-13.4198
_6))	-13.4199
ΔθΨ	-13.4202
κΔΚ	-13.4203
**5)**(	-13.4205
ΠηΦ	-13.4208
znd	-13.4209
dCI	-13.421
φσφ	-13.4212
(-2**	-13.4213
hvd	-13.4213
KVf	-13.4215
DRp	-13.4216
ωφσ	-13.4217
DwZ	-13.4217
XDW	-13.4218
xWp	-13.4221
/4)*	-13.4224
ΠηΡ	-13.4226
λΨΦ	-13.4248
Uzg	-13.4258
RaO	-13.429
rp	-13.43
/5)*	-13.4301
Xt	-13.4307
qA	-13.4352
Oi	-13.4358
KRa	-13.4363
Tq	-13.4388
mq	-13.4429
(-1)	-13.443
xon	-13.4469
5)/	-13.4538
sk	-13.4554
qM	-13.4559
)/7**	-13.4588
qi	-13.4588
Ut	-13.4603
11	-13.4642
_22	-13.4662
(5	-13.4677
xs	-13.4714
_1)/	-13.4745
sL	-13.4787
hq	-13.4792
/3)/2)	-13.4817
qf	-13.482
/6)/2)	-13.4826
Js	-13.4967
**8)**	-13.499
/3	-13.5011
6**	-13.5148
dZ	-13.5165
)/2**	-13.5177
rM	-13.5242
Τβ	-13.5294
1*	-13.5367
_3**	-13.5447
cr	-13.5483
9/	-13.5518
tl	-13.561
qs	-13.5735
3**	-13.5787
II	-13.579
tT	-13.5797
dQ	-13.5803
OO	-13.5807
64	-13.5828
ut	-13.5877
2)**	-13.5903
Dt	-13.5967
tM	-13.5993
qr	-13.6047
▁-4**	-13.6076
dH	-13.6155
tJ	-13.6194
_49	-13.6236
ΛΗ	-13.6239
-9**	-13.6351
_75	-13.6351
_34	-13.6398
dE	-13.6399
**9	-13.6424
_15	-13.6438
_74	-13.646
▁2)/	-13.6492
(9	-13.6499
sr	-13.6527
df	-13.6577
NI	-13.658
▁1)**	-13.6601
Sd	-13.6681
_7)**	-13.6734
▁-3**	-13.679
3)**	-13.6997
_81	-13.7038
do	-13.7065
2**	-13.7136
_16	-13.7193
_31	-13.7265
_68	-13.7271
▁7)*	-13.7352
IW	-13.7423
Qv	-13.7466
/7	-13.7471
SK	-13.7582
▁-5*	-13.7694
_1)*	-13.7777
3**(	-13.7777
_3)/	-13.7817
_33	-13.7823
AS	-13.7925
5**	-13.7957
Sw	-13.797
dC	-13.8006
**7	-13.8116
/4)**	-13.8148
_6)*	-13.8212
dP	-13.8247
Pd	-13.8253
jd	-13.8264
▁7)**	-13.828
_5)**	-13.836
cQ	-13.8395
IB	-13.8404
XI	-13.8487
KS	-13.8538
**8)/2	-13.8678
ww	-13.8708
(-9*	-13.8787
FE	-13.8825
Ex	-13.8834
/5)/	-13.894
uN	-13.8998
lj	-13.9079
.	-13.9098
"	-13.9099
10077696	-13.9099
1024	-13.9099
16777216	-13.9099
262144	-13.9099
390625	-13.9099
5764801	-13.9099
59049	-13.9099
6561	-13.9099
2187	-13.9099
alse	-13.9103
30	-13.9135
**4/	-13.9146
▁2)/2)	-13.9148
/8)/	-13.9152
(-6**	-13.9159
Jv	-13.9191
)**2/	-13.9192
gd	-13.9215
125	-13.9218
(-7*	-13.9225
_93	-13.9246
JN	-13.9249
(-8**	-13.9271
jV	-13.9276
_5**7)	-13.9286
)**(5**	-13.9292
**3)**9	-13.932
ol	-13.9325
)**(7**	-13.9347
ιΗ	-13.9382
**9)**	-13.939
/9)*	-13.9439
)**5/	-13.9447
**4)**	-13.9467
)**3/	-13.9487
Ns	-13.9499
(-(-	-13.9531
**8)/2)	-13.9598
QR	-13.9637
343	-13.965
υμ	-13.9652
2/9))	-13.9664
Βμ	-13.9691
bT	-13.9696
ΟΩ	-13.9697
ση	-13.9866
Cm	-13.9891
cZ	-13.9898
_6)**(	-13.9906
ts	-13.994
st	-13.994
WM	-13.9953
(3	-13.9987
dk	-13.9994
▁4)**(	-14.0021
94	-14.0022
ΨΑ	-14.0054
(1/	-14.0071
ΛΜ	-14.0085
ξΙ	-14.0096
xT	-14.0115
GV	-14.0141
md	-14.0142
ΧΟ	-14.0177
DX	-14.0184
xz	-14.0202
oR	-14.0205
Εν	-14.021
Vd	-14.0217
/4)/2	-14.0237
(-6	-14.0242
σΞ	-14.0248
aH	-14.0254
Wj	-14.0289
Ld	-14.0331
98	-14.0335
Δσ	-14.0346
Fb	-14.036
▁4)**9)	-14.0365
Rc	-14.0367
Lk	-14.0378
ηγ	-14.0381
εδ	-14.0385
ηΧ	-14.0394
da	-14.0404
ad	-14.0404
▁6/	-14.0413
εΠ	-14.0414
_47	-14.0418
zJ	-14.0425
(5**	-14.0451
(3**	-14.0513
db	-14.0516
▁6)**(	-14.0543
Υσ	-14.0556
**7)**	-14.0566
ΞΡ	-14.0581
γΙ	-14.0598
_62	-14.0601
Cg	-14.0634
8)/2)	-14.0645
JF	-14.0684
ΙΞ	-14.0727
cU	-14.074
ρυ	-14.0748
Σβ	-14.0767
1**(	-14.0788
CK	-14.079
Δψ	-14.0824
Υο	-14.0842
Κβ	-14.0877
ζα	-14.0891
**5	-14.0899
θΣ	-14.0913
ΞΞ	-14.0915
CB	-14.0982
Ηξ	-14.0985
μΘ	-14.0995
Κθ	-14.1021
φτ	-14.1091
θΝ	-14.1095
Χμ	-14.1236
PB	-14.1236
Fg	-14.1238
Ρι	-14.1257
ΦΕ	-14.1308
OE	-14.1319
▁8)/2)	-14.1333
OI	-14.1431
(1	-14.1459
Φγ	-14.1467
ιΛ	-14.1472
NO	-14.1476
Υω	-14.1476
qB	-14.1509
ΤΦ	-14.1536
Gk	-14.1543
HB	-14.1588
χΑ	-14.1595
Ca	-14.1607
ΞΦ	-14.1615
oJ	-14.1629
θΩ	-14.1671
ΩΒ	-14.1679
1)/7	-14.169
OS	-14.1694
Zs	-14.1724
_8/	-14.1735
Φα	-14.1749
ΦΔ	-14.1766
13	-14.1768
Ul	-14.1786
Kf	-14.181
9**(	-14.1815
ηΕ	-14.1844
)**((	-14.1851
υη	-14.1861
zY	-14.1861
lM	-14.1875
3/	-14.189
/9)**	-14.1906
ΞΩ	-14.1918
mT	-14.1931
mn	-14.1945
xA	-14.1959
-6	-14.198
ην	-14.199
ζβ	-14.2064
Σφ	-14.2091
VV	-14.2106
ξΓ	-14.211
xU	-14.2138
κβ	-14.2148
43	-14.215
Θκ	-14.2167
bk	-14.217
DV	-14.2174
ΖΛ	-14.2193
UY	-14.22
θν	-14.2247
δΠ	-14.2247
pz	-14.2287
31	-14.2298
Τθ	-14.2339
cw	-14.2425
**6	-14.2427
ΒΞ	-14.2433
Χκ	-14.2437
fm	-14.2483
ΘΓ	-14.251
7)/2))	-14.2519
γλ	-14.2531
28)	-14.2547
θα	-14.2567
δδ	-14.2569
Ji	-14.258
Yh	-14.2586
▁8/	-14.2599
ΨΝ	-14.2661
ΘΥ	-14.2667
κΜ	-14.2691
ΥΠ	-14.2711
IE	-14.2717
Γν	-14.2759
▁-2*	-14.2834
ΚΛ	-14.2904
_9**	-14.2959
οψ	-14.2975
Υδ	-14.3044
ES	-14.3049
ON	-14.3069
ρδ	-14.3076
Sn	-14.308
vO	-14.3115
73	-14.313
QI	-14.3182
ψΖ	-14.3186
Sj	-14.3208
GN	-14.3219
NN	-14.323
QE	-14.3255
tS	-14.3262
ZI	-14.3291
OQ	-14.3323
FI	-14.3334
IF	-14.3369
ΣΚ	-14.3371
Ov	-14.3394
gI	-14.3419
▁8)/	-14.3452
EF	-14.3456
_3)**	-14.3497
SQ	-14.3534
ρΚ	-14.3558
IK	-14.3572
Eb	-14.3582
/2	-14.3587
47	-14.3678
KO	-14.3683
JO	-14.3687
WS	-14.3826
62	-14.3837
/2)/2	-14.3862
xm	-14.3876
Iz	-14.3897
-2*	-14.3939
El	-14.3939
▁-2**	-14.3955
OX	-14.396
OP	-14.3968
▁7)/2)	-14.4016
NB	-14.4042
▁6)/	-14.4085
Ok	-14.4116
NX	-14.4141
VI	-14.4154
Nl	-14.4166
nO	-14.4183
8)**(	-14.4201
Eu	-14.4219
UE	-14.4253
VO	-14.4292
EL	-14.4344
OL	-14.4387
WE	-14.44
IJ	-14.442
JI	-14.4421
Sm	-14.4465
QA	-14.4567
LN	-14.4578
▁3)**	-14.4604
WN	-14.4635
nQ	-14.4641
QT	-14.4648
bN	-14.4692
HQ	-14.4734
/9	-14.4783
QL	-14.484
bt	-14.4866
Qi	-14.4884
pN	-14.4913
Bq	-14.5026
25	-14.5053
GX	-14.5092
71	-14.5119
59	-14.5197
_9)	-14.5329
▁1)/2)/	-14.5362
vP	-14.5368
OZ	-14.5373
7**	-14.5396
τχ	-14.5495
Xg	-14.5507
vN	-14.5573
uG	-14.5598
KE	-14.5665
EK	-14.5666
XF	-14.5691
rg	-14.5697
XX	-14.5707
CE	-14.5743
EC	-14.5743
uq	-14.5756
rE	-14.5757
Ng	-14.5776
CP	-14.578
OC	-14.5847
qY	-14.5881
xg	-14.5888
oN	-14.5892
No	-14.5892
EB	-14.5893
vQ	-14.5902
σμ	-14.5922
qL	-14.5927
PI	-14.5954
Ij	-14.5959
kW	-14.5988
▁5)/	-14.5991
lI	-14.6
rS	-14.6004
-7	-14.6017
yZ	-14.6032
oZ	-14.6033
LD	-14.6038
CN	-14.6044
Wg	-14.6048
yE	-14.609
ZK	-14.61
SC	-14.6102
Ez	-14.6114
Sq	-14.6117
τΛ	-14.613
γτ	-14.6151
vC	-14.6165
_43)	-14.6173
TB	-14.6212
Qo	-14.6231
ξι	-14.6233
Ωι	-14.6252
IT	-14.6252
Pn	-14.6258
In	-14.6271
ΓΨ	-14.6273
Λχ	-14.63
Bv	-14.6318
φμ	-14.6336
μΡ	-14.6341
xG	-14.6352
PN	-14.6354
NG	-14.6359
UZ	-14.6366
αν	-14.6366
IV	-14.6381
▁1)/	-14.6385
CQ	-14.6388
Hl	-14.6388
OA	-14.6404
SG	-14.6418
jS	-14.642
zN	-14.6426
ιΚ	-14.6433
uw	-14.6438
Θε	-14.6456
TO	-14.6457
OT	-14.6457
DI	-14.6458
lS	-14.6463
Sl	-14.6463
EV	-14.6475
zS	-14.6486
jL	-14.6501
KR	-14.6506
nA	-14.6512
av	-14.6537
Ii	-14.6547
ij	-14.6555
CC	-14.6576
OV	-14.6591
Ox	-14.6602
HA	-14.6609
UO	-14.6614
OU	-14.6614
φι	-14.663
mm	-14.6635
Pg	-14.6641
iR	-14.6641
Ei	-14.6642
Δτ	-14.6655
SA	-14.6669
OY	-14.6672
ιξ	-14.6675
Ψμ	-14.6679
oP	-14.6688
QX	-14.6696
FH	-14.6701
PQ	-14.6707
AZ	-14.6711
QG	-14.6712
Γφ	-14.6718
ΙΘ	-14.6724
wD	-14.6741
yQ	-14.6755
Qy	-14.6755
μβ	-14.6768
Qz	-14.6783
Ζε	-14.6796
VN	-14.6798
ma	-14.6808
Lm	-14.6812
WO	-14.6823
sO	-14.683
9)**(	-14.6835
Vv	-14.6843
ZH	-14.6846
ZF	-14.6849
VS	-14.6859
SF	-14.6873
τΡ	-14.6885
μΖ	-14.6892
CX	-14.6902
MF	-14.6906
tN	-14.6912
kX	-14.692
NM	-14.6922
hE	-14.6935
DS	-14.6939
SY	-14.6942
ζΙ	-14.6942
ΓΕ	-14.6955
FW	-14.6955
pI	-14.696
τΩ	-14.6963
iN	-14.6968
ΟΟ	-14.6969
AQ	-14.6969
bm	-14.6972
IR	-14.6989
RI	-14.6989
216	-14.7003
ζγ	-14.7009
nG	-14.7019
Λμ	-14.7033
Vg	-14.7038
WY	-14.704
Sa	-14.705
no	-14.705
ΗΤ	-14.7069
BP	-14.7073
BG	-14.7076
ΙΟ	-14.7085
Λσ	-14.7091
SW	-14.7094
Θι	-14.7095
Ηο	-14.7112
gD	-14.7112
Ho	-14.7126
Qu	-14.7128
KT	-14.7134
(-3	-14.7134
νΞ	-14.7151
zB	-14.7152
os	-14.7155
yu	-14.7157
uf	-14.7163
Ει	-14.7164
VQ	-14.7166
bS	-14.7169
NJ	-14.7175
xQ	-14.7176
QF	-14.718
fF	-14.7189
Ζα	-14.719
ΗΡ	-14.7196
Ψφ	-14.72
ΘΗ	-14.7203
▁9)/	-14.7203
PP	-14.7217
Οκ	-14.7221
εΔ	-14.7227
pu	-14.7229
ΔΒ	-14.7232
oD	-14.7242
lG	-14.7249
QY	-14.7249
KF	-14.725
wC	-14.7251
kB	-14.7267
ΨΟ	-14.7268
χΡ	-14.7279
54	-14.7293
DR	-14.7314
Nf	-14.7315
Jb	-14.732
zL	-14.7324
Νο	-14.7336
zW	-14.734
βτ	-14.7342
Θτ	-14.7366
KL	-14.737
fi	-14.739
ΠΟ	-14.7407
td	-14.7414
kj	-14.7415
ΘΝ	-14.7419
lk	-14.7439
Ετ	-14.7446
τΔ	-14.745
Βχ	-14.7459
ιδ	-14.7466
Fm	-14.748
θσ	-14.7494
μΣ	-14.7505
Ci	-14.7507
JR	-14.7507
jm	-14.7517
εσ	-14.7523
oh	-14.7529
ιλ	-14.7544
Xc	-14.7552
JQ	-14.7555
QJ	-14.7556
Ιξ	-14.7562
ny	-14.7569
ξε	-14.757
ΑΟ	-14.7585
Xu	-14.7596
οη	-14.7598
Βυ	-14.7599
PU	-14.7611
28	-14.7615
Χσ	-14.762
Ma	-14.7622
wz	-14.7626
zw	-14.7626
Ον	-14.7626
FX	-14.7629
HY	-14.764
FP	-14.7645
Κχ	-14.7647
υν	-14.7652
χδ	-14.7658
UP	-14.7663
Ab	-14.7669
XY	-14.7674
Ωγ	-14.7678
yH	-14.7686
lU	-14.7686
ηΡ	-14.7691
fQ	-14.7699
οΡ	-14.7708
Hz	-14.7719
op	-14.7733
Yj	-14.7734
Ξχ	-14.7739
ΑΛ	-14.775
zR	-14.7751
ΜΗ	-14.7756
GY	-14.7757
δΟ	-14.7759
θΧ	-14.7759
ΤΩ	-14.7761
MX	-14.7768
zD	-14.7775
ΨΕ	-14.7775
_3)*	-14.7775
bB	-14.7778
Ωδ	-14.7779
aX	-14.7783
Qp	-14.7784
Mj	-14.7784
δΩ	-14.7784
Sr	-14.7796
ξρ	-14.78
ku	-14.781
τλ	-14.7818
βΠ	-14.7819
Ξτ	-14.7824
Tn	-14.7824
Ικ	-14.7827
yM	-14.7831
kH	-14.7839
δΒ	-14.7846
jW	-14.7856
βΕ	-14.7869
ΜΥ	-14.7872
wn	-14.7872
nm	-14.7877
lW	-14.7883
θο	-14.7886
AV	-14.7893
yi	-14.7897
Wy	-14.7908
αΚ	-14.7915
ΡΖ	-14.7919
ΖΡ	-14.7919
ΠΕ	-14.7919
kD	-14.7921
uT	-14.7925
φΔ	-14.7929
υΘ	-14.7934
ΚΦ	-14.7939
ασ	-14.7941
ωμ	-14.7954
ΨΛ	-14.7956
βθ	-14.796
Ψγ	-14.7974
ξα	-14.7984
Υι	-14.7991
ΘΙ	-14.8015
Χο	-14.8018
λγ	-14.802
▁3)/2)	-14.8027
ρι	-14.803
ls	-14.8038
ΖΖ	-14.804
cG	-14.8043
Ζυ	-14.8045
yJ	-14.8046
aA	-14.8052
ΘΛ	-14.807
ιΝ	-14.8074
Dw	-14.8076
Θζ	-14.8078
δη	-14.8083
βΧ	-14.8086
VU	-14.8088
nM	-14.8088
FF	-14.8089
wM	-14.8093
xF	-14.8099
εΕ	-14.8099
JW	-14.8105
an	-14.8107
ΑΖ	-14.813
Mw	-14.8137
mL	-14.8138
yh	-14.8142
ΩΣ	-14.8146
βΤ	-14.815
ΜΧ	-14.8154
Δω	-14.8173
xY	-14.8188
bA	-14.8196
ΑΒ	-14.8206
LV	-14.8211
RY	-14.8213
Pp	-14.8214
LF	-14.8217
ΜΤ	-14.8219
Αε	-14.8231
aV	-14.8231
ρχ	-14.8234
FL	-14.8237
Mx	-14.8239
JA	-14.8258
Κξ	-14.8269
Αν	-14.8277
bc	-14.8279
οΜ	-14.8284
δΕ	-14.8287
Εδ	-14.8287
ΒΧ	-14.8297
hk	-14.8311
nJ	-14.8311
tm	-14.8315
Νφ	-14.8317
Ζδ	-14.8324
Νσ	-14.8326
ΑΧ	-14.8331
**2)**	-14.8339
ML	-14.8352
Δλ	-14.8356
Νξ	-14.8364
ΕΞ	-14.8369
ΛΧ	-14.8381
ΧΛ	-14.8386
ΣΤ	-14.8394
Βδ	-14.8395
ΑΤ	-14.8399
ΠΜ	-14.8425
νΚ	-14.8431
FJ	-14.8447
λθ	-14.8461
wh	-14.8462
wf	-14.8463
Wa	-14.8465
Γλ	-14.8468
ΠΔ	-14.8477
ΜΖ	-14.851
δΧ	-14.8518
Μυ	-14.852
Yt	-14.8523
ΝΛ	-14.8544
aJ	-14.8561
Ξγ	-14.8579
γΞ	-14.858
ωτ	-14.8588
Vf	-14.8597
ib	-14.8598
ΜΙ	-14.8604
fU	-14.8616
ΨΥ	-14.8634
tO	-14.8637
κλ	-14.8652
ΤΝ	-14.8654
ΔΑ	-14.8669
Νδ	-14.8674
HR	-14.8677
**(5**	-14.8678
/9)/	-14.868
**(7**	-14.8695
αΛ	-14.8726
Lf	-14.8735
fM	-14.8743
bJ	-14.8753
γΔ	-14.8757
Μκ	-14.876
Ωψ	-14.8771
Yp	-14.8776
Σε	-14.8803
Zg	-14.8807
gZ	-14.8807
κΔ	-14.8817
RL	-14.8828
LR	-14.8847
Υυ	-14.8872
ΖΥ	-14.8881
ΠΝ	-14.8881
Νυ	-14.8975
Φμ	-14.9064
εΝ	-14.9079
Λρ	-14.908
ψη	-14.9094
<	-14.9099
>	-14.9099
γρ	-14.9113
Κκ	-14.912
αΔ	-14.9122
νΝ	-14.913
Fq	-14.9133
ΥΤ	-14.9148
Νγ	-14.9153
/(6*	-14.9186
Γα	-14.9236
og	-14.924
Σω	-14.9273
vB	-14.9349
**5)**	-14.935
/6)**	-14.9391
ψΣ	-14.9424
95	-14.9444
Ιψ	-14.945
Τω	-14.9486
32	-14.9492
PZ	-14.9535
GZ	-14.9542
γψ	-14.9542
ΚΓ	-14.9544
3)**9)	-14.9545
jZ	-14.9546
sU	-14.956
/6)/	-14.9576
KK	-14.9577
Ξω	-14.9594
Zl	-14.9612
gB	-14.9632
Τψ	-14.9635
**9)/	-14.9677
Φχ	-14.9728
72	-14.9744
Pr	-14.9763
Φσ	-14.9769
33*	-14.9771
oB	-14.9778
kZ	-14.9816
gX	-14.9829
τΦ	-14.9835
vk	-14.9836
Gg	-14.985
μη	-14.9853
jg	-14.9854
μο	-14.9867
ιΟ	-14.9869
ωΣ	-14.9919
TZ	-14.9924
φΗ	-14.9951
Xo	-14.9976
ξΗ	-14.9985
Po	-14.9991
nv	-14.9994
jo	-15.0002
wv	-15.0011
ΗΟ	-15.0014
uZ	-15.0059
χσ	-15.0064
φχ	-15.0071
**(3*	-15.0098
VZ	-15.011
φφ	-15.012
χΟ	-15.0134
xv	-15.0136
Εμ	-15.015
μΕ	-15.015
yK	-15.0151
ξφ	-15.0154
φξ	-15.0154
ωρ	-15.0169
Οσ	-15.0176
Οφ	-15.0183
▁-6*	-15.0187
Ωχ	-15.0199
ξΟ	-15.0217
Yv	-15.0223
-6*	-15.0227
Dv	-15.0234
Οτ	-15.0244
MZ	-15.0253
Φο	-15.0262
Lv	-15.027
Υψ	-15.0278
ηι	-15.0281
Ωξ	-15.0281
ok	-15.0282
Αμ	-15.0286
μΑ	-15.0286
με	-15.0308
Ao	-15.0321
ζμ	-15.0346
Za	-15.0369
kK	-15.0385
γμ	-15.0388
To	-15.0391
oT	-15.0391
ΦΘ	-15.0398
μΧ	-15.0404
βι	-15.0406
GB	-15.041
ZW	-15.0412
Bj	-15.0415
AK	-15.0424
ιΡ	-15.0447
gU	-15.0461
ΗΨ	-15.0481
κμ	-15.0487
μκ	-15.0487
kC	-15.0495
bZ	-15.0503
_8))	-15.0543
ηχ	-15.0553
βΗ	-15.0555
δμ	-15.0555
Φυ	-15.0556
Kw	-15.0566
Km	-15.0582
ιΕ	-15.0589
JZ	-15.0596
ZJ	-15.0597
Ζι	-15.0602
TC	-15.0606
Ψχ	-15.0606
/8	-15.0606
XP	-15.061
οφ	-15.0617
jX	-15.0622
GP	-15.0632
Ψσ	-15.0648
ξο	-15.0651
KH	-15.0666
ητ	-15.0666
ΗΠ	-15.0667
Cw	-15.0677
oY	-15.0679
βχ	-15.068
yP	-15.0686
ιΒ	-15.069
Βι	-15.069
mC	-15.0693
yG	-15.0694
ΑΦ	-15.0695
xK	-15.0695
Xl	-15.0698
ga	-15.0702
τΨ	-15.0719
Lo	-15.0728
Ωη	-15.0736
zG	-15.0741
BA	-15.0741
uC	-15.0749
ΗΖ	-15.0754
Φζ	-15.0756
ζΦ	-15.0756
βξ	-15.0765
ΦΛ	-15.0771
φΡ	-15.0773
22	-15.0777
HC	-15.0778
▁6)/2)	-15.0781
Οβ	-15.0796
γΦ	-15.08
CV	-15.0804
xC	-15.0807
ξΡ	-15.0807
ΘΟ	-15.0821
Iq	-15.0827
θΗ	-15.0836
Ηθ	-15.0836
Πσ	-15.0837
Ρτ	-15.0837
σΠ	-15.0837
μα	-15.0839
Χι	-15.0849
oa	-15.0857
nB	-15.0871
ΩΘ	-15.089
τΠ	-15.0909
Δμ	-15.091
φΕ	-15.0919
σΖ	-15.0924
φΖ	-15.0932
ικ	-15.0935
kG	-15.0937
ht	-15.0944
Ka	-15.0964
AP	-15.0969
υΟ	-15.0982
ΕΟ	-15.0984
BH	-15.0987
ΟΖ	-15.0997
σθ	-15.1007
Ay	-15.1031
BF	-15.1036
θξ	-15.105
GT	-15.105
gh	-15.1052
Ωυ	-15.1053
Φλ	-15.1067
ζχ	-15.107
zA	-15.108
θτ	-15.108
ιΞ	-15.1083
Βτ	-15.1085
Xn	-15.1087
nX	-15.1087
BY	-15.1109
χγ	-15.1116
nj	-15.1116
ΟΙ	-15.1129
jw	-15.1129
Λφ	-15.1138
_98)	-15.1147
γσ	-15.1159
oc	-15.1188
Pu	-15.119
ξν	-15.1191
νξ	-15.1191
JK	-15.1199
ΩΙ	-15.1201
HX	-15.1204
ΟΛ	-15.1204
wl	-15.1209
gp	-15.1216
ξΧ	-15.1218
Χξ	-15.1218
GH	-15.1228
HG	-15.1228
χΤ	-15.1233
Κμ	-15.1235
VP	-15.1247
VG	-15.1256
λΗ	-15.1256
XU	-15.126
fo	-15.1263
αΦ	-15.1263
xj	-15.1263
_6)	-15.1276
Τσ	-15.1276
μρ	-15.1282
Fj	-15.1284
GU	-15.1284
Wt	-15.1293
Ων	-15.1297
ια	-15.1297
αι	-15.1297
cK	-15.1298
vr	-15.1309
Vy	-15.1311
Kh	-15.1319
yF	-15.1333
WB	-15.1335
ΡΨ	-15.1335
κτ	-15.1338
Uy	-15.1339
Vl	-15.1342
▁9)**(	-15.1343
lx	-15.1344
▁16	-15.1345
δφ	-15.1345
Ττ	-15.1351
τΤ	-15.1351
ΤΟ	-15.1351
DP	-15.1358
zV	-15.1361
Vz	-15.1362
οΠ	-15.1365
ββ	-15.1365
zF	-15.1385
βΘ	-15.1391
TA	-15.1394
MG	-15.1404
Yy	-15.1406
Lj	-15.1407
ΗΜ	-15.1409
ΠΨ	-15.1411
cC	-15.1414
ΘΘ	-15.1417
φΞ	-15.1423
Ch	-15.1436
Εο	-15.1441
Xi	-15.1441
ΓΦ	-15.1453
ξΞ	-15.1457
ΦΣ	-15.1461
ΣΦ	-15.1461
Nq	-15.1478
Kp	-15.1485
Πβ	-15.1486
Γι	-15.1487
ΕΨ	-15.1488
τΞ	-15.1489
Cf	-15.149
ΨΖ	-15.15
pd	-15.1507
λΟ	-15.1508
Ολ	-15.1508
Lz	-15.1508
sE	-15.1522
JB	-15.1532
Βη	-15.1532
aP	-15.1532
Pa	-15.1532
ΔΗ	-15.1532
nT	-15.1533
Μχ	-15.1542
Βο	-15.1545
οΒ	-15.1545
li	-15.1552
Αη	-15.1572
Θυ	-15.1585
Μσ	-15.1586
ΘΕ	-15.1588
οΙ	-15.1589
Ιο	-15.1589
sy	-15.1596
Cp	-15.1603
pC	-15.1603
ΕΡ	-15.1609
ΠΠ	-15.1609
ΙΨ	-15.1637
yW	-15.1638
▁4/	-15.1641
ΓΗ	-15.1647
Δχ	-15.1667
βΒ	-15.1667
-8**	-15.1683
Wz	-15.1691
γο	-15.1696
ζΨ	-15.1697
βΑ	-15.1708
Αβ	-15.1708
θΡ	-15.1708
τα	-15.1708
ατ	-15.1708
αΟ	-15.1709
ΒΡ	-15.1713
ΡΒ	-15.1713
ΛΨ	-15.1715
DA	-15.1719
μω	-15.1719
Δφ	-15.1721
yb	-15.1736
cs	-15.1745
Hm	-15.1748
Δξ	-15.1755
xw	-15.1762
JP	-15.1773
nF	-15.1773
YT	-15.1778
ki	-15.1778
uu	-15.1779
mx	-15.178
εΡ	-15.1782
GJ	-15.1782
wF	-15.1784
Fw	-15.1784
αΩ	-15.1785
Uw	-15.1789
βΛ	-15.179
χΣ	-15.179
DT	-15.1795
mF	-15.1802
Hu	-15.1808
βν	-15.1811
ΛΘ	-15.1816
οΤ	-15.1818
Bp	-15.1824
MT	-15.1833
Σσ	-15.1835
Χβ	-15.1837
Θγ	-15.1846
Εθ	-15.1865
θΕ	-15.1865
ΩΔ	-15.1867
ΚΗ	-15.1868
Pc	-15.1875
ΒΖ	-15.1881
ΗΥ	-15.1883
2)**(	-15.1888
HF	-15.1892
Aa	-15.1898
ΓΟ	-15.1905
υΑ	-15.1905
υΙ	-15.1909
ΣΟ	-15.1912
hj	-15.1912
Ψδ	-15.1932
ευ	-15.1933
-5*	-15.1934
uY	-15.1935
cy	-15.194
yc	-15.194
fP	-15.1952
Gf	-15.1962
fG	-15.1962
ni	-15.1962
Βθ	-15.197
υζ	-15.197
aT	-15.1975
ολ	-15.1979
DH	-15.1983
ΓΩ	-15.1984
Lu	-15.1988
υΛ	-15.1988
ΡΤ	-15.1989
im	-15.1992
zc	-15.1994
VY	-15.1995
Yx	-15.1996
χΚ	-15.2005
xD	-15.2015
θΙ	-15.2016
TW	-15.2016
hz	-15.2017
γυ	-15.2018
HM	-15.202
Ψλ	-15.203
Χυ	-15.2035
υΧ	-15.2035
▁4)**9	-15.2036
γΖ	-15.2036
Ζγ	-15.2036
FD	-15.2039
θε	-15.2041
εΒ	-15.2045
ui	-15.2053
wa	-15.2057
Κφ	-15.206
ΑΙ	-15.2063
pP	-15.2069
fz	-15.2073
zf	-15.2073
Υφ	-15.2075
FM	-15.2075
UL	-15.2078
pG	-15.2079
UM	-15.208
ζΒ	-15.2082
iH	-15.2082
Ιε	-15.2092
εΙ	-15.2092
ρσ	-15.2096
ΒΛ	-15.21
ξΥ	-15.2109
DY	-15.2111
ΘΞ	-15.2112
εε	-15.2118
Βν	-15.2122
Αζ	-15.2124
ζΑ	-15.2124
Μη	-15.2125
θγ	-15.2126
ΚΟ	-15.2129
ΟΚ	-15.2129
γΒ	-15.2131
DD	-15.2131
κΕ	-15.2137
au	-15.2138
Χθ	-15.2143
Ui	-15.2143
YL	-15.2146
ΛΙ	-15.2147
YM	-15.2148
Ζκ	-15.2148
κΖ	-15.2148
Rj	-15.2149
Νχ	-15.2151
νΑ	-15.2165
ρτ	-15.2175
uW	-15.2178
bn	-15.2188
νε	-15.2195
γε	-15.2203
MM	-15.2204
ιω	-15.2206
φΝ	-15.2206
mb	-15.2216
εΧ	-15.222
6)/2)	-15.2221
δΖ	-15.2226
ΛΛ	-15.2227
νζ	-15.223
κθ	-15.2239
θκ	-15.2239
VW	-15.224
WV	-15.224
Δη	-15.2256
WF	-15.2265
iM	-15.2267
Δο	-15.2269
WU	-15.227
Vs	-15.2271
νν	-15.2273
ΝΟ	-15.2275
ub	-15.2278
γν	-15.228
υΞ	-15.2288
ΞΕ	-15.2295
aY	-15.2296
Jw	-15.2304
γΧ	-15.2305
λυ	-15.2307
bH	-15.2308
αβ	-15.2312
Da	-15.2319
aD	-15.2319
Jm	-15.2323
mJ	-15.2323
Ζλ	-15.2326
YW	-15.2337
αΘ	-15.2339
bx	-15.2341
Ρα	-15.2361
αΡ	-15.2361
Γο	-15.2388
οΓ	-15.2388
WL	-15.2391
νκ	-15.2395
cn	-15.2399
κγ	-15.2402
Βλ	-15.2422
nh	-15.2423
Ms	-15.2424
ΘΔ	-15.2425
ζδ	-15.2431
Πα	-15.2443
αΠ	-15.2443
ΞΑ	-15.2445
ΔΡ	-15.2449
λΑ	-15.2465
ΕΜ	-15.2479
ΜΕ	-15.2479
λε	-15.2497
aa	-15.2512
RA	-15.2512
uh	-15.2514
2)/2)	-15.2515
Γβ	-15.2518
αΕ	-15.2525
Xr	-15.2532
ΞΛ	-15.2532
λζ	-15.2532
YJ	-15.2546
ωσ	-15.2561
hV	-15.2578
ΧΞ	-15.258
ΒΜ	-15.2586
δκ	-15.2598
np	-15.2601
MJ	-15.2604
αθ	-15.2628
ΑΜ	-15.263
ΜΑ	-15.263
Βα	-15.2633
ΙΜ	-15.2636
rz	-15.2641
Οω	-15.2642
ηρ	-15.2651
cY	-15.2651
ΣΠ	-15.2659
εΜ	-15.2662
Με	-15.2662
nR	-15.2671
cD	-15.2673
Dc	-15.2674
ψχ	-15.2681
Ια	-15.2682
bW	-15.2692
