{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "\n",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 47,
      "content": "cos",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 56,
      "content": "log",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 13330,
      "content": ":",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22677,
      "content": "<mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22678,
      "content": "<mml:msqrt>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22679,
      "content": "</mml:mfenced>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22680,
      "content": "<mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22681,
      "content": "</mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22682,
      "content": "<mml:mfenced>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22683,
      "content": "</mml:msqrt>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22684,
      "content": "</mml:msubsup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22685,
      "content": "<mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22686,
      "content": "<mml:msubsup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22687,
      "content": "<mml:mn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22688,
      "content": "</mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22689,
      "content": "<mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22690,
      "content": "<mml:munderover>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22691,
      "content": "</mml:munderover>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22692,
      "content": "</mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22693,
      "content": "</mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22694,
      "content": "<mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22695,
      "content": "</mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22696,
      "content": "</mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22697,
      "content": "<mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22698,
      "content": "Symbol",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22699,
      "content": "Eq",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22700,
      "content": "exp",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22701,
      "content": "sin",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22702,
      "content": "tan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22703,
      "content": "diff",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22704,
      "content": "Sum",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22705,
      "content": "Derivative",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22706,
      "content": "Integral",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22707,
      "content": "\r",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22708,
      "content": "translate",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22709,
      "content": "MathML",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22710,
      "content": "to",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22711,
      "content": "Python",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22712,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22713,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22714,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22715,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22716,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22717,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22718,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22719,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22720,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22721,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22722,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22723,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22724,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22725,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22726,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22727,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22728,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22729,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22730,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22731,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22732,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22733,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22734,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22735,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22736,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22737,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22738,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22739,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22740,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22741,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22742,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22743,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22744,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22745,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22746,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22747,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22748,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22749,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22750,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22751,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22752,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22753,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22754,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22755,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22756,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22757,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22758,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22759,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22760,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22761,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22762,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22763,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22764,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22765,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22766,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22767,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22768,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22769,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22770,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22771,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22772,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22773,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22774,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22775,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22776,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22777,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22778,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22779,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22780,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22781,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22782,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22783,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22784,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22785,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22786,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22787,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22788,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22789,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22790,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22791,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22792,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22793,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22794,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22795,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22796,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22797,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22798,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22799,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22800,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22801,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22802,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22803,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22804,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22805,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22806,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22807,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22808,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22809,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22810,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22811,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "<[^>]+>|\"\"\"[^\"]*\"\"\"|'''[^']*'''|\"[^\"]*\"|'[^']*'|\\bdef\\b|\\bclass\\b|\\bfor\\b|\\bwhile\\b|\\bif\\b|\\belif\\b|\\belse\\b|\\breturn\\b|\\bimport\\b|\\bfrom\\b|\\bas\\b|\\bwith\\b|\\btry\\b|\\bexcept\\b|==|!=|<=|>=|\\+=|-=|\\*=|/=|=>|->|\\bSymbol\\b|\\bEq\\b|\\bexp\\b|\\bsin\\b|\\bcos\\b|\\btan\\b|\\bdiff\\b|^\\s+|\\s+"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        ">",
        -1.8462464891879833
      ],
      [
        "\n",
        -2.0949129221938563
      ],
      [
        "o",
        -2.7417403433963425
      ],
      [
        "<mml:m",
        -2.8836259608597583
      ],
      [
        " ",
        -2.948460411159667
      ],
      [
        "r",
        -3.319294926436818
      ],
      [
        "</mml:m",
        -3.371381223403917
      ],
      [
        "w",
        -3.411926437368765
      ],
      [
        "</mml:mi",
        -3.5368749667810313
      ],
      [
        "e",
        -3.5522260785633755
      ],
      [
        "i",
        -3.639463329653953
      ],
      [
        "=",
        -3.891456400234077
      ],
      [
        "'",
        -4.005177047868376
      ],
      [
        "(",
        -4.120095407755159
      ],
      [
        "n",
        -4.139505163394826
      ],
      [
        ")",
        -4.191028447744852
      ],
      [
        "d",
        -4.2949977847811205
      ],
      [
        "l",
        -4.320431236212656
      ],
      [
        "S",
        -4.326258162792781
      ],
      [
        "y",
        -4.34925062225059
      ],
      [
        "m",
        -4.3578353663734966
      ],
      [
        "b",
        -4.37949774296715
      ],
      [
        "c",
        -4.7057922149194
      ],
      [
        "<",
        -4.860856741382715
      ],
      [
        "</mml:mf",
        -4.890236648013159
      ],
      [
        ",",
        -4.892442289861677
      ],
      [
        "<mml:mf",
        -4.892607641792122
      ],
      [
        "mml:mi",
        -4.903132464705175
      ],
      [
        "nc",
        -5.0187500602215405
      ],
      [
        "p",
        -5.11893539217578
      ],
      [
        "</mml:msub",
        -5.2118436051605315
      ],
      [
        "<mml:msub",
        -5.213205240185101
      ],
      [
        "ra",
        -5.537101129298895
      ],
      [
        "q",
        -5.56244535063616
      ],
      [
        "+",
        -5.604049976693428
      ],
      [
        "E",
        -5.6077460976926545
      ],
      [
        "t",
        -5.624030208743099
      ],
      [
        "s",
        -5.78262426684846
      ],
      [
        "x",
        -5.835922193067946
      ],
      [
        "ow",
        -5.930173714187855
      ],
      [
        "-",
        -6.012211455772102
      ],
      [
        "</mml:msu",
        -6.035773682085187
      ],
      [
        "<mml:msu",
        -6.037387423382205
      ],
      [
        "cos",
        -6.097764711126548
      ],
      [
        "sqrt",
        -6.167492843332816
      ],
      [
        "te",
        -6.169265567508679
      ],
      [
        "xp",
        -6.233633911792799
      ],
      [
        "ro",
        -6.367449330197148
      ],
      [
        "ta",
        -6.390349996476681
      ],
      [
        "ve",
        -6.641918303655185
      ],
      [
        "∂",
        -6.700437258110039
      ],
      [
        "u",
        -6.715436455180029
      ],
      [
        "log",
        -6.754259163285729
      ],
      [
        "2",
        -7.152155469878331
      ],
      [
        "a",
        -7.199482584426151
      ],
      [
        "bo",
        -7.244536665017922
      ],
      [
        "∫",
        -7.290838805415656
      ],
      [
        "∑",
        -7.313659267849336
      ],
      [
        "un",
        -7.366837753753112
      ],
      [
        "8",
        -7.396785819797051
      ],
      [
        "4",
        -7.414276633732207
      ],
      [
        "5",
        -7.423182830072408
      ],
      [
        "6",
        -7.43307471542005
      ],
      [
        "9",
        -7.437959088364844
      ],
      [
        "3",
        -7.438369142676606
      ],
      [
        "er",
        -7.45589386287601
      ],
      [
        "7",
        -7.486248353674036
      ],
      [
        ")))",
        -7.511303034438373
      ],
      [
        "1",
        -7.5694566199071325
      ],
      [
        "f",
        -7.611450196761135
      ],
      [
        "ym",
        -7.662412230267389
      ],
      [
        "))",
        -7.832945486603069
      ],
      [
        "ω",
        -7.833669944489863
      ],
      [
        "ψ",
        -7.8640145739864735
      ],
      [
        "Ν",
        -7.868651354777142
      ],
      [
        "Derivative(",
        -7.876248862837346
      ],
      [
        "Γ",
        -7.8855734724251105
      ],
      [
        "Σ",
        -7.886513406791582
      ],
      [
        "ρ",
        -7.888886666768193
      ],
      [
        "R",
        -7.889673932106283
      ],
      [
        "Δ",
        -7.892178070174486
      ],
      [
        "Κ",
        -7.894294742269824
      ],
      [
        "Υ",
        -7.895792233511262
      ],
      [
        "Α",
        -7.900825511248905
      ],
      [
        "ν",
        -7.902858617694179
      ],
      [
        "h",
        -7.904554767321385
      ],
      [
        "D",
        -7.905192879289846
      ],
      [
        "Y",
        -7.905630652523935
      ],
      [
        "Ξ",
        -7.905799976820955
      ],
      [
        "Χ",
        -7.9094169382706445
      ],
      [
        "v",
        -7.909899604112328
      ],
      [
        "J",
        -7.911190477846947
      ],
      [
        "Μ",
        -7.91148866999925
      ],
      [
        "Τ",
        -7.91313244485978
      ],
      [
        "δ",
        -7.913464126765216
      ],
      [
        "α",
        -7.917596672734375
      ],
      [
        "Ε",
        -7.917765027891986
      ],
      [
        "λ",
        -7.920895092115496
      ],
      [
        "θ",
        -7.922612841271316
      ],
      [
        "W",
        -7.923321649628709
      ],
      [
        "Β",
        -7.92415311380811
      ],
      [
        "U",
        -7.925699786413592
      ],
      [
        "γ",
        -7.928645941331606
      ],
      [
        "V",
        -7.929782335622484
      ],
      [
        "κ",
        -7.930910016869464
      ],
      [
        "H",
        -7.931248687488993
      ],
      [
        "Π",
        -7.931588279560284
      ],
      [
        "Ζ",
        -7.932586616339061
      ],
      [
        "ε",
        -7.932704403247231
      ],
      [
        "F",
        -7.934929130456363
      ],
      [
        "Λ",
        -7.936213135498912
      ],
      [
        "Ρ",
        -7.93684816863182
      ],
      [
        "Ι",
        -7.939525615945779
      ],
      [
        "υ",
        -7.940182687945272
      ],
      [
        "Sum(",
        -7.941307813614081
      ],
      [
        "j",
        -7.943008438895154
      ],
      [
        "β",
        -7.943893265081496
      ],
      [
        "A",
        -7.94588377401482
      ],
      [
        "Θ",
        -7.946147546590151
      ],
      [
        "Ω",
        -7.947058803698197
      ],
      [
        "z",
        -7.950333518007565
      ],
      [
        "ζ",
        -7.9544941077035505
      ],
      [
        "k",
        -7.954900489557439
      ],
      [
        "η",
        -7.956847365131188
      ],
      [
        "L",
        -7.95779979788547
      ],
      [
        "M",
        -7.959756109609435
      ],
      [
        "T",
        -7.963807057449096
      ],
      [
        "Integral(",
        -7.966124386546053
      ],
      [
        "su",
        -7.966658780524722
      ],
      [
        "Ψ",
        -7.968624554838831
      ],
      [
        "C",
        -7.968928597303488
      ],
      [
        "ο",
        -7.9699429548169505
      ],
      [
        "χ",
        -7.970322489885421
      ],
      [
        "X",
        -7.97157505691139
      ],
      [
        "g",
        -7.971921723628807
      ],
      [
        "P",
        -7.973791251617594
      ],
      [
        "φ",
        -7.975418386280139
      ],
      [
        "σ",
        -7.977257803319819
      ],
      [
        "τ",
        -7.977724955997442
      ],
      [
        "ξ",
        -7.9783834196488765
      ],
      [
        "an",
        -7.981015547126555
      ],
      [
        "G",
        -7.982834410964395
      ],
      [
        "Η",
        -7.984761569176731
      ],
      [
        "K",
        -7.987518267640544
      ],
      [
        "B",
        -7.9915981283281985
      ],
      [
        "Ο",
        -7.991750008457613
      ],
      [
        "ι",
        -8.004206078100545
      ],
      [
        "Φ",
        -8.00844213345584
      ],
      [
        "Z",
        -8.009752004035647
      ],
      [
        "μ",
        -8.023891240121038
      ],
      [
        "up",
        -8.157563760099972
      ],
      [
        "mb",
        -8.33151882022984
      ],
      [
        "Q",
        -8.363754050726373
      ],
      [
        "N",
        -8.372922627769722
      ],
      [
        "O",
        -8.416096421202202
      ],
      [
        "I",
        -8.433797097122067
      ],
      [
        "ex",
        -8.472994115576629
      ],
      [
        ")*",
        -8.551301133252771
      ],
      [
        "ol",
        -8.665274258349317
      ],
      [
        "mml:m",
        -8.80644829375257
      ],
      [
        "/",
        -8.857893666165634
      ],
      [
        ")**",
        -9.074299629870756
      ],
      [
        "log(",
        -9.115878020720118
      ],
      [
        "nd",
        -9.128765342674384
      ],
      [
        "*",
        -9.141923821551885
      ],
      [
        "'ω",
        -9.264968570825488
      ],
      [
        "'Y",
        -9.267599790991842
      ],
      [
        "Derivative(sqrt(",
        -9.284031890388611
      ],
      [
        "'Α",
        -9.293066151376504
      ],
      [
        "'Ν",
        -9.300352411225331
      ],
      [
        "'Χ",
        -9.326501084658371
      ],
      [
        "'ν",
        -9.32740680433962
      ],
      [
        "'R",
        -9.337275165271254
      ],
      [
        "'α",
        -9.337286310167269
      ],
      [
        "'θ",
        -9.348762489847283
      ],
      [
        "'Ε",
        -9.353379327552323
      ],
      [
        "'D",
        -9.354103112469032
      ],
      [
        "'Γ",
        -9.354626600650894
      ],
      [
        "'Σ",
        -9.355677568519544
      ],
      [
        "'ψ",
        -9.355772483429607
      ],
      [
        "'Ζ",
        -9.35605483979247
      ],
      [
        "'H",
        -9.356816638390717
      ],
      [
        "'ρ",
        -9.358401718994184
      ],
      [
        "'Κ",
        -9.358754290030312
      ],
      [
        "'Ρ",
        -9.361142807502905
      ],
      [
        "'h",
        -9.362220072170798
      ],
      [
        "'C",
        -9.368314303458517
      ],
      [
        "'Τ",
        -9.368774327771536
      ],
      [
        "'Β",
        -9.36897755181747
      ],
      [
        "'J",
        -9.37408171351828
      ],
      [
        "'υ",
        -9.376346213378538
      ],
      [
        "'Ξ",
        -9.377664070938028
      ],
      [
        "'γ",
        -9.380723129683316
      ],
      [
        ")/",
        -9.382318889824807
      ],
      [
        "'Μ",
        -9.38584705006074
      ],
      [
        "'U",
        -9.389805212351472
      ],
      [
        "'z",
        -9.39163806506193
      ],
      [
        "'V",
        -9.392127328389163
      ],
      [
        "'A",
        -9.399700316106166
      ],
      [
        "'Π",
        -9.400518875200165
      ],
      [
        "'Υ",
        -9.40294640515612
      ],
      [
        "'χ",
        -9.403135468793792
      ],
      [
        "'Ω",
        -9.403716151133116
      ],
      [
        "'Ι",
        -9.407753994367924
      ],
      [
        "'β",
        -9.408562197495163
      ],
      [
        "'Θ",
        -9.416768625753177
      ],
      [
        "'j",
        -9.416809107463166
      ],
      [
        "'σ",
        -9.41837402797858
      ],
      [
        "'λ",
        -9.41860346147009
      ],
      [
        "'ξ",
        -9.418958803717327
      ],
      [
        "'φ",
        -9.42304888691287
      ],
      [
        "'ε",
        -9.424376817854212
      ],
      [
        "'Δ",
        -9.424602036178625
      ],
      [
        "'δ",
        -9.431698953630995
      ],
      [
        "'W",
        -9.43368027745706
      ],
      [
        "'τ",
        -9.438999063964271
      ],
      [
        "'η",
        -9.440820360437892
      ],
      [
        "'Λ",
        -9.446127373342756
      ],
      [
        "'Z",
        -9.447521691128314
      ],
      [
        "'ζ",
        -9.449233004951092
      ],
      [
        "'F",
        -9.451322682380328
      ],
      [
        "'P",
        -9.452004895614408
      ],
      [
        "'ο",
        -9.457408629101977
      ],
      [
        "'K",
        -9.46013008962922
      ],
      [
        "'k",
        -9.461192878214
      ],
      [
        "'X",
        -9.461769297731664
      ],
      [
        "'Ο",
        -9.463767305455306
      ],
      [
        "'Η",
        -9.46573445576252
      ],
      [
        "'ι",
        -9.473638890290973
      ],
      [
        "'L",
        -9.47578759146752
      ],
      [
        "'g",
        -9.484813349646457
      ],
      [
        "'κ",
        -9.485429580888804
      ],
      [
        "'μ",
        -9.488708000924074
      ],
      [
        "'T",
        -9.489040966905772
      ],
      [
        "'M",
        -9.492997974239062
      ],
      [
        "'Φ",
        -9.495264867023728
      ],
      [
        "'G",
        -9.501503351147973
      ],
      [
        "'B",
        -9.509760409642707
      ],
      [
        "Derivative(-",
        -9.51857192492324
      ],
      [
        "'v",
        -9.5465398599617
      ],
      [
        "'Ψ",
        -9.546939893485096
      ],
      [
        "sqrt(",
        -9.559569891080312
      ],
      [
        "'f",
        -9.59392615014725
      ],
      [
        "Integral(-",
        -9.711734933042823
      ],
      [
        "Sum(-",
        -9.809987714069369
      ],
      [
        "5)))",
        -9.950219884394413
      ],
      [
        "2)",
        -9.972072478568933
      ],
      [
        "Derivative(log(",
        -9.978769276317337
      ],
      [
        "Integral(sqrt(",
        -10.012124623565937
      ],
      [
        "4)))",
        -10.057692320827702
      ],
      [
        "/mml:m",
        -10.061289420285526
      ],
      [
        "(Y",
        -10.064833367605708
      ],
      [
        "'a",
        -10.07741736224089
      ],
      [
        "1))",
        -10.101853888527094
      ],
      [
        "**",
        -10.106396187641462
      ],
      [
        "'x",
        -10.142697068547898
      ],
      [
        "3))",
        -10.147916480031013
      ],
      [
        "2))",
        -10.168961541386194
      ],
      [
        "(J",
        -10.175493290146472
      ],
      [
        "(Α",
        -10.175662176816392
      ],
      [
        "(H",
        -10.183153602287636
      ],
      [
        "'q",
        -10.194977461701486
      ],
      [
        "(R",
        -10.195887241813333
      ],
      [
        "/mml:mi",
        -10.206821307008994
      ],
      [
        "**(",
        -10.230238227167174
      ],
      [
        "(V",
        -10.230347472227194
      ],
      [
        "'u",
        -10.233710177905158
      ],
      [
        "Integral(log(",
        -10.238427148456092
      ],
      [
        "8))",
        -10.245066296769828
      ],
      [
        "(A",
        -10.25800964167108
      ],
      [
        "Sum(sqrt(",
        -10.28208974555221
      ],
      [
        "(Κ",
        -10.285366941765677
      ],
      [
        "(Ν",
        -10.290584448042514
      ],
      [
        "(ψ",
        -10.304363818162267
      ],
      [
        "(T",
        -10.31115747812676
      ],
      [
        "(ξ",
        -10.312026197455276
      ],
      [
        "(Z",
        -10.315553761762676
      ],
      [
        "(Β",
        -10.329384546461906
      ],
      [
        "(Τ",
        -10.330709442092145
      ],
      [
        "(Ι",
        -10.330879483041842
      ],
      [
        "(P",
        -10.332626893839276
      ],
      [
        "(Ξ",
        -10.336181950359212
      ],
      [
        "7)",
        -10.338467457858457
      ],
      [
        "1)",
        -10.340169950129065
      ],
      [
        "(-",
        -10.34030870287603
      ],
      [
        "'N",
        -10.347812257569249
      ],
      [
        "(U",
        -10.350330717069896
      ],
      [
        "(Υ",
        -10.361681028477197
      ],
      [
        "(D",
        -10.365554177781345
      ],
      [
        "(Σ",
        -10.36650438227386
      ],
      [
        "(z",
        -10.369783865265685
      ],
      [
        "(ω",
        -10.373499670066682
      ],
      [
        "(Θ",
        -10.376009226275006
      ],
      [
        "(L",
        -10.380530221052265
      ],
      [
        "Sum(log(",
        -10.385417003174584
      ],
      [
        "(N",
        -10.387850682106262
      ],
      [
        "(υ",
        -10.390890390686328
      ],
      [
        "(h",
        -10.39371980278253
      ],
      [
        "(k",
        -10.396007710920156
      ],
      [
        "(Ζ",
        -10.396940310379666
      ],
      [
        "(j",
        -10.399948664283738
      ],
      [
        "6))",
        -10.401116819596124
      ],
      [
        "(B",
        -10.40281675023229
      ],
      [
        "(W",
        -10.404149656601476
      ],
      [
        "(Δ",
        -10.4048199773292
      ],
      [
        "(Μ",
        -10.40502851396927
      ],
      [
        "ml:mi",
        -10.40852464806458
      ],
      [
        "(Χ",
        -10.409546897811635
      ],
      [
        "(δ",
        -10.414890257386848
      ],
      [
        "(μ",
        -10.415075788618584
      ],
      [
        "9)",
        -10.415487662865669
      ],
      [
        "(G",
        -10.41758770433609
      ],
      [
        "(C",
        -10.418744090688104
      ],
      [
        "'t",
        -10.420353467422624
      ],
      [
        "(ζ",
        -10.423692279628645
      ],
      [
        "5)",
        -10.424015053564004
      ],
      [
        "7))",
        -10.425980823608402
      ],
      [
        "3)",
        -10.42981585849882
      ],
      [
        "(Ο",
        -10.436096471233292
      ],
      [
        "(θ",
        -10.437937430221291
      ],
      [
        "(α",
        -10.44212474881052
      ],
      [
        "(ν",
        -10.443089691560898
      ],
      [
        "9))",
        -10.44515922755695
      ],
      [
        "(γ",
        -10.445733038116128
      ],
      [
        "(Η",
        -10.453737117454416
      ],
      [
        "(Π",
        -10.468156256795886
      ],
      [
        "(ρ",
        -10.470191278427365
      ],
      [
        "4)",
        -10.482398614308412
      ],
      [
        "(K",
        -10.482642442781168
      ],
      [
        "(χ",
        -10.488099856679352
      ],
      [
        "(Λ",
        -10.491558974617806
      ],
      [
        "(Γ",
        -10.492639351204549
      ],
      [
        "'Q",
        -10.49524492179298
      ],
      [
        "(Ω",
        -10.50404007733487
      ],
      [
        "(ε",
        -10.513685254703308
      ],
      [
        "'p",
        -10.514868463813077
      ],
      [
        "(X",
        -10.517808460104986
      ],
      [
        "(τ",
        -10.52181646293918
      ],
      [
        "(Ε",
        -10.522120747437226
      ],
      [
        "(F",
        -10.522753159100256
      ],
      [
        "(ι",
        -10.527328959252236
      ],
      [
        "(β",
        -10.532147428310315
      ],
      [
        "(φ",
        -10.550031938419131
      ],
      [
        "(M",
        -10.550601633177177
      ],
      [
        "6)",
        -10.561459098131778
      ],
      [
        "(κ",
        -10.5643215886511
      ],
      [
        "(σ",
        -10.56692279549829
      ],
      [
        "(g",
        -10.569739377561238
      ],
      [
        "8)",
        -10.574118682807242
      ],
      [
        "(ο",
        -10.592613526875605
      ],
      [
        "(Ρ",
        -10.596447689057406
      ],
      [
        "(η",
        -10.608312491635669
      ],
      [
        "(Q",
        -10.60871297425854
      ],
      [
        "(λ",
        -10.61074117441052
      ],
      [
        ")/2)",
        -10.646488055219544
      ],
      [
        "(v",
        -10.648638857106125
      ],
      [
        "(Ψ",
        -10.6730848288423
      ],
      [
        "'I",
        -10.684509499585936
      ],
      [
        "'s",
        -10.695433961199782
      ],
      [
        "(f",
        -10.737345946668777
      ],
      [
        "'O",
        -10.748046987594272
      ],
      [
        "(Φ",
        -10.79425062501154
      ],
      [
        "(I",
        -10.816202840827486
      ],
      [
        "mml:mf",
        -10.868303288507336
      ],
      [
        "(O",
        -10.87576763840764
      ],
      [
        "/2)",
        -10.902146048664694
      ],
      [
        "Σ))",
        -10.991454500074564
      ],
      [
        "ψ))",
        -11.0223713143448
      ],
      [
        "Ω))",
        -11.0503810618039
      ],
      [
        "(j)",
        -11.07397830100897
      ],
      [
        "ρ))",
        -11.082190566565314
      ],
      [
        "(Ν)",
        -11.104539578775606
      ],
      [
        "(η)",
        -11.12160865348897
      ],
      [
        ")/log(",
        -11.122613794472691
      ],
      [
        ")**(sqrt(",
        -11.129405612945718
      ],
      [
        "Τ))",
        -11.13367771159533
      ],
      [
        "j))",
        -11.136119730969927
      ],
      [
        "Π))",
        -11.144127789102283
      ],
      [
        "(z)",
        -11.149003124582135
      ],
      [
        "Χ))",
        -11.15300005477347
      ],
      [
        "mml:msub",
