{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</mml:mo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</mml:mi>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</mml:msub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "</mml:msup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "</mml:mrow>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "</mml:mfrac>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "</mml:mtext>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10000,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10001,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10002,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10003,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10004,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10005,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10006,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10007,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10008,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10009,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10010,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10011,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10012,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10013,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10014,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10015,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10016,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10017,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10018,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10019,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10020,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10021,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10022,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10023,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10024,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10025,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10026,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10027,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10028,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10029,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10030,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10031,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10032,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10033,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10034,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10035,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10036,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10037,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10038,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10039,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10040,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10041,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10042,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10043,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10044,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10045,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10046,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10047,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10048,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10049,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10050,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10051,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10052,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10053,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10054,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10055,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10056,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10057,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10058,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10059,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10060,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10061,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10062,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10063,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10064,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10065,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10066,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10067,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10068,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10069,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10070,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10071,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10072,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10073,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10074,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10075,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10076,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10077,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10078,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10079,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10080,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10081,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10082,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10083,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10084,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10085,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10086,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10087,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10088,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10089,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10090,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10091,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10092,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10093,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10094,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10095,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10096,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10097,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10098,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10099,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10100,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10101,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "<[^>]+>|\"\"\"[^\"]*\"\"\"|'''[^']*'''|\"[^\"]*\"|'[^']*'|\\bdef\\b|\\bclass\\b|\\bfor\\b|\\bwhile\\b|\\bif\\b|\\belif\\b|\\belse\\b|\\breturn\\b|\\bimport\\b|\\bfrom\\b|\\bas\\b|\\bwith\\b|\\btry\\b|\\bexcept\\b|==|!=|<=|>=|\\+=|-=|\\*=|/=|=>|->|\\bSymbol\\b|\\bEq\\b|\\bexp\\b|\\bsin\\b|\\bcos\\b|\\btan\\b|\\bdiff\\b|^\\s+|\\s+"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<mml:mo>",
        0.0
      ],
      [
        "</mml:mo>",
        0.0
      ],
      [
        "<mml:mi>",
        0.0
      ],
      [
        "</mml:mi>",
        0.0
      ],
      [
        "<mml:msub>",
        0.0
      ],
      [
        "</mml:msub>",
        0.0
      ],
      [
        "<mml:msup>",
        0.0
      ],
      [
        "</mml:msup>",
        0.0
      ],
      [
        "<mml:mrow>",
        0.0
      ],
      [
        "</mml:mrow>",
        0.0
      ],
      [
        "<mml:mfrac>",
        0.0
      ],
      [
        "</mml:mfrac>",
        0.0
      ],
      [
        "<mml:mtext>",
        0.0
      ],
      [
        "</mml:mtext>",
        0.0
      ],
      [
        ">",
        -1.785218457872622
      ],
      [
        "\n",
        -2.0336203943163476
      ],
      [
        "<mml:m",
        -2.6952912340643103
      ],
      [
        " ",
        -2.8949495817160855
      ],
      [
        "r",
        -3.2256606249229716
      ],
      [
        "ow",
        -3.2947620307847565
      ],
      [
        "</mml:m",
        -3.3033996802532126
      ],
      [
        "o",
        -3.328884739439589
      ],
      [
        "i",
        -3.3843400386906364
      ],
      [
        "e",
        -3.4716098703761773
      ],
      [
        "</mml:mi",
        -3.482655965533816
      ],
      [
        "=",
        -3.837466844792333
      ],
      [
        "'",
        -3.927294072339789
      ],
      [
        "(",
        -4.010433128058542
      ],
      [
        ")",
        -4.097052314454919
      ],
      [
        "d",
        -4.2175408398723775
      ],
      [
        "l",
        -4.247603040520259
      ],
      [
        "Sy",
        -4.292840126044052
      ],
      [
        "mb",
        -4.292852467161522
      ],
      [
        "n",
        -4.417093800579655
      ],
      [
        "nc",
        -4.446246865509716
      ],
      [
        "</mml:mf",
        -4.826675665158142
      ],
      [
        "<mml:mf",
        -4.828554672315079
      ],
      [
        ",",
        -4.84048415477311
      ],
      [
        "p",
        -5.048837806689789
      ],
      [
        "<mml:msub",
        -5.138776892054517
      ],
      [
        "</mml:msub",
        -5.138776896542652
      ],
      [
        "c",
        -5.307723402909572
      ],
      [
        "ra",
        -5.457562998349298
      ],
      [
        "q",
        -5.480825929424917
      ],
      [
        "E",
        -5.52272100654451
      ],
      [
        "+",
        -5.544040859051437
      ],
      [
        "-",
        -5.922132930801052
      ],
      [
        "</mml:msu",
        -5.98432293519943
      ],
      [
        "xt",
        -5.993766097048443
      ],
      [
        "<mml:msu",
        -5.993966516633263
      ],
      [
        "te",
        -6.000150304139217
      ],
      [
        "xp",
        -6.012407283952006
      ],
      [
        "ta",
        -6.043659286090767
      ],
      [
        "si",
        -6.046739432411336
      ],
      [
        "cos",
        -6.052275999851068
      ],
      [
        "sqrt",
        -6.091127285354927
      ],
      [
        "un",
        -6.546857694977346
      ],
      [
        "ve",
        -6.553927120472016
      ],
      [
        "log",
        -6.612942448892854
      ],
      [
        "∂",
        -6.638266571775864
      ],
      [
        "ro",
        -6.753488908271143
      ],
      [
        "w",
        -7.056559376057762
      ],
      [
        "2",
        -7.074978078748727
      ],
      [
        "su",
        -7.1499005049993505
      ],
      [
        "∑",
        -7.237111272499349
      ],
      [
        "3",
        -7.239570468002288
      ],
      [
        "∫",
        -7.249636486082295
      ],
      [
        "6",
        -7.2616671393223
      ],
      [
        "4",
        -7.278300782852617
      ],
      [
        "5",
        -7.296158708941663
      ],
      [
        "9",
        -7.298624385965166
      ],
      [
        "8",
        -7.345016376099672
      ],
      [
        "7",
        -7.368094803360925
      ],
      [
        "1",
        -7.37418004570441
      ],
      [
        ")))",
        -7.379261175995676
      ],
      [
        "b",
        -7.471313087241128
      ],
      [
        "m",
        -7.498007204866906
      ],
      [
        "s",
        -7.524443466991431
      ],
      [
        "f",
        -7.622051135912709
      ],
      [
        "y",
        -7.631684571567363
      ],
      [
        "t",
        -7.633043572109823
      ],
      [
        "α",
        -7.650868318910207
      ],
      [
        "_",
        -7.656648944792209
      ],
      [
        "v",
        -7.671276577292126
      ],
      [
        "Θ",
        -7.674564067897533
      ],
      [
        "Y",
        -7.677461157392252
      ],
      [
        "x",
        -7.683982912119787
      ],
      [
        "Β",
        -7.688125733741803
      ],
      [
        "σ",
        -7.693473026941614
      ],
      [
        "V",
        -7.701168258775722
      ],
      [
        "ρ",
        -7.703078448889855
      ],
      [
        "A",
        -7.703132008345
      ],
      [
        "ψ",
        -7.704060411187058
      ],
      [
        "Χ",
        -7.707939737693721
      ],
      [
        "ν",
        -7.709923873587414
      ],
      [
        "Ψ",
        -7.712615188779137
      ],
      [
        "k",
        -7.714008943932926
      ],
      [
        "u",
        -7.715492542672349
      ],
      [
        "τ",
        -7.717301186544975
      ],
      [
        "Γ",
        -7.7173180754970225
      ],
      [
        "Ζ",
        -7.719104230983658
      ],
      [
        "Κ",
        -7.719871463467652
      ],
      [
        "F",
        -7.723171776500744
      ],
      [
        "ο",
        -7.724548464836748
      ],
      [
        "))",
        -7.725055023092708
      ],
      [
        "Derivative(",
        -7.7257574527565325
      ],
      [
        "ω",
        -7.72826800251119
      ],
      [
        "Φ",
        -7.728290555034141
      ],
      [
        "Η",
        -7.730978800021711
      ],
      [
        "z",
        -7.73144972739914
      ],
      [
        "H",
        -7.732298415119386
      ],
      [
        "Σ",
        -7.7337917693964995
      ],
      [
        "Ξ",
        -7.73385555369762
      ],
      [
        "Δ",
        -7.734227878149439
      ],
      [
        "P",
        -7.734937051939711
      ],
      [
        "L",
        -7.7359819718976
      ],
      [
        "D",
        -7.73808737015627
      ],
      [
        "Ο",
        -7.739285346040894
      ],
      [
        "X",
        -7.741377978168883
      ],
      [
        "χ",
        -7.746076400092844
      ],
      [
        "R",
        -7.748100454063974
      ],
      [
        "Ι",
        -7.749990580181976
      ],
      [
        "Λ",
        -7.7500595671669315
      ],
      [
        "δ",
        -7.755256614512332
      ],
      [
        "Α",
        -7.75999300141441
      ],
      [
        "a",
        -7.76298281805672
      ],
      [
        "ε",
        -7.763761346997915
      ],
      [
        "h",
        -7.766201387095797
      ],
      [
        "Sum(",
        -7.768661004752847
      ],
      [
        "U",
        -7.772066779584302
      ],
      [
        "g",
        -7.772272848818899
      ],
      [
        "Μ",
        -7.772508855810626
      ],
      [
        "T",
        -7.773152040691416
      ],
      [
        "ζ",
        -7.773158329178576
      ],
      [
        "Τ",
        -7.775659436084587
      ],
      [
        "κ",
        -7.780745769165797
      ],
      [
        "Ε",
        -7.783220016279439
      ],
      [
        "Ω",
        -7.783872557942729
      ],
      [
        "ξ",
        -7.783890673247378
      ],
      [
        "J",
        -7.786115152791864
      ],
      [
        "λ",
        -7.786359267888587
      ],
      [
        "Z",
        -7.789662413505025
      ],
      [
        "G",
        -7.789679935912068
      ],
      [
        "η",
        -7.789807828968498
      ],
      [
        "Integral(",
        -7.78984900956159
      ],
      [
        "φ",
        -7.791920234940113
      ],
      [
        "θ",
        -7.798374493835335
      ],
      [
        "B",
        -7.7996059562460305
      ],
      [
        "ι",
        -7.805826886809069
      ],
      [
        "γ",
        -7.806680709216996
      ],
      [
        "C",
        -7.8068673446747825
      ],
      [
        "μ",
        -7.807003275953626
      ],
      [
        "Π",
        -7.807352881576786
      ],
      [
        "Ν",
        -7.810342433512477
      ],
      [
        "β",
        -7.823068300271037
      ],
      [
        "Υ",
        -7.828914844409321
      ],
      [
        "K",
        -7.831647007287341
      ],
      [
        "υ",
        -7.83356530220738
      ],
      [
        "W",
        -7.836998676377059
      ],
      [
        "Ρ",
        -7.839607376990124
      ],
      [
        "M",
        -7.846170311594782
      ],
      [
        "j",
        -7.850258852762017
      ],
      [
        ")*",
        -7.861543582296494
      ],
      [
        "Q",
        -8.066511554094486
      ],
      [
        "S",
        -8.096242594019241
      ],
      [
        "*",
        -8.187979952025405
      ],
      [
        "O",
        -8.235737895534347
      ],
      [
        "I",
        -8.247477040856136
      ],
      [
        "N",
        -8.263127686524271
      ],
      [
        ")/",
        -8.384777199785209
      ],
      [
        ")**",
        -8.413782557913677
      ],
      [
        "**",
        -8.589431517985332
      ],
      [
        "log(",
        -8.594981058337556
      ],
      [
        "/",
        -8.76797867083756
      ],
      [
        "'σ",
        -9.158671009337848
      ],
      [
        "'Θ",
        -9.185043624939766
      ],
      [
        "'Γ",
        -9.202087169316629
      ],
      [
        "sqrt(",
        -9.203705804856348
      ],
      [
        "'ω",
        -9.205372956581318
      ],
      [
        "'Β",
        -9.223521882807184
      ],
      [
        "'x",
        -9.226282668309176
      ],
      [
        "'A",
        -9.226451295845369
      ],
      [
        "'Φ",
        -9.233899897946513
      ],
      [
        "'α",
        -9.23982589853879
      ],
      [
        "Derivative(sqrt(",
        -9.240015388322458
      ],
      [
        "'Σ",
        -9.24639357752337
      ],
      [
        "'Y",
        -9.246975791367651
      ],
      [
        "'X",
        -9.25230273880939
      ],
      [
        "'ψ",
        -9.259379962525273
      ],
      [
        "'V",
        -9.259551216875192
      ],
      [
        "'δ",
        -9.263365272692994
      ],
      [
        "'f",
        -9.265890673869505
      ],
      [
        "'k",
        -9.273255079196288
      ],
      [
        "'z",
        -9.275732036406922
      ],
      [
        "'Α",
        -9.276531467307937
      ],
      [
        "'Ζ",
        -9.27657514323651
      ],
      [
        "'P",
        -9.2861865194171
      ],
      [
        "'φ",
        -9.287212981393203
      ],
      [
        "'T",
        -9.287384526122754
      ],
      [
        "'Ξ",
        -9.288898518742538
      ],
      [
        "'τ",
        -9.2891772748513
      ],
      [
        "'ρ",
        -9.29012763462286
      ],
      [
        "'h",
        -9.291124371400542
      ],
      [
        "'γ",
        -9.2965743800274
      ],
      [
        "'Ο",
        -9.30015025761465
      ],
      [
        "'λ",
        -9.30760475464688
      ],
      [
        "'Ψ",
        -9.31075317814047
      ],
      [
        "'Z",
        -9.3125360688328
      ],
      [
        "'J",
        -9.312625373473846
      ],
      [
        "'Τ",
        -9.321300936251257
      ],
      [
        "Derivative(-",
        -9.325417785685335
      ],
      [
        "'Ω",
        -9.32552257258809
      ],
      [
        "'ζ",
        -9.326058772790542
      ],
      [
        "'F",
        -9.327328799993415
      ],
      [
        "Sum(sqrt(",
        -9.327732629510196
      ],
      [
        "'L",
        -9.327938626852376
      ],
      [
        "**(",
        -9.329322379360432
      ],
      [
        "'B",
        -9.329904940732789
      ],
      [
        "'Χ",
        -9.330660365267985
      ],
      [
        "'t",
        -9.337285913629836
      ],
      [
        "'χ",
        -9.33869062910892
      ],
      [
        "'v",
        -9.339145237875924
      ],
      [
        "'θ",
        -9.34067674956325
      ],
      [
        "'η",
        -9.344699277324022
      ],
      [
        "'Ρ",
        -9.347764786543676
      ],
      [
        "'Ε",
        -9.34925010994285
      ],
      [
        "'ι",
        -9.355907254256929
      ],
      [
        "'Λ",
        -9.356272962855344
      ],
      [
        "'D",
        -9.35751598539732
      ],
      [
        "'ξ",
        -9.358762382969344
      ],
      [
        "'U",
        -9.35966154655982
      ],
      [
        "'μ",
        -9.36045531509322
      ],
      [
        "'W",
        -9.370048549494658
      ],
      [
        "'H",
        -9.370897796887364
      ],
      [
        "'ν",
        -9.371133551471932
      ],
      [
        "'ε",
        -9.371794710543892
      ],
      [
        "'u",
        -9.379085375758782
      ],
      [
        "'Μ",
        -9.381550934025352
      ],
      [
        "'G",
        -9.384697505052625
      ],
      [
        "'Δ",
        -9.38528535432394
      ],
      [
        "'R",
        -9.387087840209947
      ],
      [
        "'ο",
        -9.38904173068245
      ],
      [
        "'Ι",
        -9.391137073559817
      ],
      [
        "'C",
        -9.39304043037048
      ],
      [
        "'g",
        -9.39634670799746
      ],
      [
        "'a",
        -9.407190130270692
      ],
      [
        "'κ",
        -9.409752960018086
      ],
      [
        "Integral(sqrt(",
        -9.410529043059272
      ],
      [
        "'Ν",
        -9.418042732748049
      ],
      [
        "'Υ",
        -9.435532287337807
      ],
      [
        "'Κ",
        -9.437522970123592
      ],
      [
        "'υ",
        -9.443787706107331
      ],
      [
        "'β",
        -9.4447760864333
      ],
      [
        "'Η",
        -9.464355893359878
      ],
      [
        "'j",
        -9.46845084190143
      ],
      [
        "'K",
        -9.484563756755168
      ],
      [
        "Derivative(log(",
        -9.494712450163796
      ],
      [
        "'Π",
        -9.506434891293924
      ],
      [
        "Sum(log(",
        -9.50649411981862
      ],
      [
        "Integral(-",
        -9.514492279100486
      ],
      [
        "Integral(log(",
        -9.54108058875012
      ],
      [
        "'M",
        -9.564090092530282
      ],
      [
        "Sum(-",
        -9.580939341902443
      ],
      [
        ")*log(",
        -9.705716869209382
      ],
      [
        ")**log(",
        -9.781276594969029
      ],
      [
        ")/log(",
        -9.795205808628335
      ],
      [
        ")/2)",
        -9.841949899562524
      ],
      [
        ")**(sqrt(",
        -9.864205424568926
      ],
      [
        ")/sqrt(",
        -9.913889395688976
      ],
      [
        "(k",
        -9.980860620866991
      ],
      [
        "(Ζ",
        -9.990714170598771
      ],
      [
        "(A",
        -9.999391079747404
      ],
      [
        "5)))",
        -10.007177578770232
      ],
      [
        "(Α",
        -10.0160318432509
      ],
      [
        "2))",
        -10.030033961889618
      ],
      [
        "β_",
        -10.0436934896269
      ],
      [
        "(Z",
        -10.044159750693542
      ],
      [
        "(Θ",
        -10.053729466737046
      ],
      [
        "_O",
        -10.054030809894416
      ],
      [
        "(Σ",
        -10.061684446102236
      ],
      [
        "(Γ",
        -10.0683997828493
      ],
      [
        "(σ",
        -10.070941073033394
      ],
      [
        "(Y",
        -10.078790577670636
      ],
      [
        "Ω_",
        -10.092280377431084
      ],
      [
        "(Φ",
        -10.09464113331064
      ],
      [
        "(J",
        -10.095076887239175
      ],
      [
        "(Β",
        -10.097359585148972
      ],
      [
        "(ρ",
        -10.101273518612372
      ],
      [
        "(Η",
        -10.101331524227064
      ],
      [
        "κ_",
        -10.106005829749504
      ],
      [
        "Ξ_",
        -10.11004205514925
      ],
      [
        "(δ",
        -10.116009963686874
      ],
      [
        "(ν",
        -10.123696157481028
      ],
      [
        "(ψ",
        -10.131309189025584
      ],
      [
        "(ω",
        -10.131346591061
      ],
      [
        "(h",
        -10.137408475751844
      ],
      [
        "_3",
        -10.13743598165562
      ],
      [
        "(T",
        -10.1415546197911
      ],
      [
        "(Ν",
        -10.144551896859598
      ],
      [
        "(f",
        -10.14657125795108
      ],
      [
        "1))",
        -10.153105566876242
      ],
      [
        "*log(",
        -10.154935044617815
      ],
      [
        "_Β",
        -10.16046493273594
      ],
      [
        "_Θ",
        -10.164104571548638
      ],
      [
        "(X",
        -10.16454927815834
      ],
      [
        "μ_",
        -10.165491705529604
      ],
      [
        "(P",
        -10.16779195983394
      ],
      [
        "6))",
        -10.168850678485256
      ],
      [
        "(R",
        -10.17531607047776
      ],
      [
        "(B",
        -10.176321168817758
      ],
      [
        "(z",
        -10.177967986494911
      ],
      [
        "(H",
        -10.180320967105878
      ],
      [
        "/2)",
        -10.182577283586802
      ],
      [
        "_δ",
        -10.187155247020357
      ],
      [
        "_6",
        -10.188202685945647
      ],
      [
        "(μ",
        -10.190296212238692
      ],
      [
        "_S",
        -10.192909171684322
      ],
      [
        "(K",
        -10.193267098862052
      ],
      [
        "4))",
        -10.199644388353503
      ],
      [
        "(C",
        -10.209102705893097
      ],
      [
        "(Ξ",
        -10.212761236205717
      ],
      [
        "(j",
        -10.213760633823448
      ],
      [
        "(G",
        -10.21757348500044
      ],
      [
        "(V",
        -10.221301784252352
      ],
      [
        "(φ",
        -10.221763310684056
      ],
      [
        "(Δ",
        -10.228743831283849
      ],
      [
        "8)",
        -10.228793468317418
      ],
      [
        "(Ψ",
        -10.23140723577862
      ],
      [
        "(ξ",
        -10.232822672613617
      ],
      [
        "**(sqrt(",
        -10.23375760415551
      ],
      [
        "(α",
        -10.235395918477224
      ],
      [
        "_Ε",
        -10.23614264693001
      ],
      [
        "(g",
        -10.23675471106332
      ],
      [
        "_V",
        -10.2480910358853
      ],
      [
        "_8",
        -10.251768269998642
      ],
      [
        "(Υ",
        -10.253821864311032
      ],
      [
        "(Χ",
        -10.254819886570685
      ],
      [
        "(Ε",
        -10.25696988769342
      ],
      [
        "(γ",
        -10.257534560356078
      ],
      [
        "_χ",
        -10.257627756504585
      ],
      [
        "_Ξ",
        -10.268001145111032
      ],
      [
        "X_",
        -10.272157658071198
      ],
      [
        "(λ",
        -10.274295960879854
      ],
      [
        "_B",
        -10.27763074421335
      ],
      [
        "9))",
        -10.281029867346392
      ],
      [
        "(D",
        -10.283603236158312
      ],
      [
        "3))",
        -10.286312100958014
      ],
      [
        "(ε",
        -10.286575989902744
      ],
      [
        "(W",
        -10.294343889854664
      ],
      [
        "(κ",
        -10.29618544894356
      ],
      [
        "(τ",
        -10.296923341865217
      ],
      [
        "(F",
        -10.301494120061257
      ],
      [
        "(Ι",
        -10.305911696362768
      ],
      [
        "(θ",
        -10.3071118616132
      ],
      [
        "(ι",
        -10.307178154432188
      ],
      [
        "(Ω",
        -10.308871851017424
      ],
      [
        "_f",
        -10.312600822734131
      ],
      [
        "(U",
        -10.314389874303878
      ],
      [
        "_Σ",
        -10.316460886059058
      ],
      [
        "O_",
        -10.321214646533036
      ],
      [
        "(ζ",
        -10.325006238151218
      ],
      [
        "(Λ",
        -10.327748236992578
      ],
      [
        "(a",
        -10.329637585387188
      ],
      [
        "x_",
        -10.333539407951502
      ],
      [
        "(η",
        -10.33665056067778
      ],
      [
        "(Τ",
        -10.3395563054605
      ],
      [
        "λ_",
        -10.342556270575422
      ],
      [
        "_j",
        -10.34420836636558
      ],
      [
        "(Ρ",
        -10.34575413694262
      ],
      [
        "'O",
        -10.348065529856193
      ],
      [
        "(Μ",
        -10.353495452751108
      ],
      [
        "8))",
        -10.37057400158352
      ],
      [
        "2)",
        -10.372860407026051
      ],
      [
        "(v",
        -10.375281615442592
      ],
      [
        "_m",
        -10.380378454266785
      ],
      [
        "_Ω",
        -10.380564521107528
      ],
      [
        "(ο",
        -10.381056918330064
      ],
      [
        "Β_",
        -10.386825268899903
      ],
      [
        "7))",
        -10.38724050357937
      ],
      [
        "7)",
        -10.397477017991443
      ],
      [
        "'Q",
        -10.40405321836406
      ],
      [
        "(L",
        -10.40556035568216
      ],
      [
        "_φ",
        -10.408706002304472
      ],
      [
        "_L",
        -10.411981826463196
      ],
      [
        "Y_",
        -10.417108230220691
      ],
      [
        "6)",
        -10.43312767350802
      ],
      [
        "Χ_",
        -10.43733448914998
      ],
      [
        "(M",
        -10.440039547983757
      ],
      [
        "(Ο",
        -10.443711778902475
      ],
      [
        "4)",
        -10.447182925675826
      ],
      [
        "_M",
        -10.458454964932349
      ],
      [
        "(Π",
        -10.46170454022627
      ],
      [
        "(O",
        -10.462917588060296
      ],
      [
        "_g",
        -10.463551077078495
      ],
      [
        "*sqrt(",
        -10.467681517564785
      ],
      [
        "(Κ",
        -10.473131328472371
      ],
      [
        "(χ",
        -10.473406710112336
      ],
      [
        "(β",
        -10.512547512325362
      ],
      [
        "'N",
        -10.514147841204016
      ],
      [
        "z_",
        -10.514847941584373
      ],
      [
        "(Q",
        -10.523197216812186
      ],
      [
        "K_",
        -10.529526475088344
      ],
      [
        ")**(",
        -10.537196869382605
      ],
      [
        "_2",
        -10.543055190511728
      ],
      [
        "S_",
        -10.550901064773509
      ],
      [
        "γ_",
        -10.550938500724852
      ],
      [
        "Υ_",
        -10.56120650291923
      ],
      [
        "'I",
        -10.561973333256574
      ],
      [
        "(υ",
        -10.57357374202426
      ],
      [
        "N_",
        -10.579630895842964
      ],
      [
        "_y",
        -10.580568632997664
      ],
      [
        "9)",
        -10.580688787572267
      ],
      [
        "-sqrt(",
        -10.582001157057396
      ],
      [
        "_υ",
        -10.588215293407613
      ],
      [
        "3)",
        -10.595055869967196
      ],
      [
        "_u",
        -10.599878822132078
      ],
      [
        "5)",
        -10.60980019537926
      ],
      [
        "1)",
        -10.611377019856
      ],
      [
        "Φ_",
        -10.614007211051188
      ],
      [
        ")/2))",
        -10.616785839840569
      ],
      [
        "/5)",
        -10.621862706445832
      ],
      [
        "ε_",
        -10.62258224322494
      ],
      [
        "(N",
        -10.648111605266894
      ],
      [
        "/4)",
        -10.6546525466395
      ],
      [
        "_Μ",
        -10.671371292538096
      ],
      [
        "_Ρ",
        -10.67669562482614
      ],
      [
        "(I",
        -10.69727906945403
      ],
      [
        "I_",
        -10.741455210248564
      ],
      [
        "_λ",
        -10.7510492460239
      ],
      [
        "Ε_",
        -10.752451108597423
      ],
      [
        "ν_",
        -10.764024838804614
      ],
      [
        "(5*",
        -10.768128807802771
      ],
      [
        "_Λ",
        -10.774987588519808
      ],
      [
        "υ_",
        -10.789043877429624
      ],
      [
        "Ρ_",
        -10.801080636589814
      ],
      [
        "**8)",
        -10.803990578057734
      ],
      [
        "_s",
        -10.8048880675281
      ],
      [
        "**2)",
        -10.815242231045929
      ],
      [
        "**4)",
        -10.818036469157036
      ],
      [
        "_ω",
        -10.831135092586816
      ],
      [
        "_P",
        -10.861264714262942
      ],
      [
        "(9*",
        -10.864334753228452
      ],
      [
        "_x",
        -10.865707256783091
      ],
      [
        "Ψ))",
        -10.871582977276743
      ],
      [
        "λ))",
        -10.87629971108657
      ],
      [
        "/8)",
        -10.878218038977604
      ],
      [
        "'c_",
        -10.880304720426544
      ],
      [
        "(Θ)",
        -10.895366981601502
      ],
      [
        "'I_",
        -10.897088457230508
      ],
      [
        "ξ_",
        -10.897113975701563
      ],
      [
        "Ι))",
        -10.898355557343711
      ],
      [
        "σ))",
        -10.90943216508981
      ],
      [
        "**9)",
        -10.911799295654635
      ],
      [
        "H_",
